[
  {
    "documentId": "service_1",
    "slug": "تاسيس-شركة-اجنبية-في-السعودية",
    "name": "تأسيس شركة أجنبية في السعودية",
    "shortDescription": "تأسيس شركة أجنبية في المملكة يعني إنشاء كيان قانوني مستقل يخضع للقوانين السعودية، ويمثل امتدادًا للنشاط التجاري لشركة أجنبية موجودة،و يمكن للشركة الأجنبية أن تمارس نشاطها التجاري في المملكة بشكل مباشر",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 7,
    "finishPeriodMax": 10,
    "order": 1,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/673a416cb174a_1731871084.png",
      "name": "تأسيس شركة أجنبية في السعودية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "تأسيس شركة أجنبية في المملكة يعني إنشاء كيان قانوني مستقل يخضع للقوانين السعودية، ويمثل امتدادًا للنشاط التجاري لشركة أجنبية موجودة،و يمكن للشركة الأجنبية أن تمارس نشاطها التجاري في المملكة بشكل مباشر، والاستفادة من الفرص المتاحة في السوق السعودي.هذا الإجراء يحتاج إلى شركة خبيرة قامت بالتعامل مع مئات الشركات وامتلكت خبرة بكل التفاصيل الدقيقة لأنظمة وقوانين تأسيس الشركات بالسعودية، وهذا ما ستجده في مجموعة أحمد باشمّاخ لخدمات الأعمال.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "تأسيس شركة أجنبية في المملكة يعني إنشاء كيان قانوني مستقل يخضع للقوانين السعودية، ويمثل امتدادًا للنشاط التجاري لشركة أجنبية موجودة،و يمكن للشركة الأجنبية أن تمارس نشاطها التجاري في المملكة بشكل مباشر، والاستفادة من الفرص المتاحة في السوق السعودي. هذا الإجراء يحتاج إلى شركة خبيرة قامت بالتعامل مع مئات الشركات وامتلكت خبرة بكل التفاصيل الدقيقة لأنظمة وقوانين تأسيس الشركات بالسعودية، وهذا ما ستجده في مجموعة أحمد باشمّاخ لخدمات الأعمال. نعم، بعد التأسيس، يمكن للشركة الأجنبية أن تمارس نشاطها التجاري في المملكة بشكل مباشر والاستفادة من الفرص المتاحة في السوق السعودي. الاستعانة بشركة خبيرة مهم جدًا لأن عملية التأسيس تتطلب معرفة دقيقة بالأنظمة والقوانين السعودية الخاصة بتأسيس الشركات. الشركات الخبيرة، مثل مجموعة أحمد باشمّاخ، لديها تجربة في التعامل مع مئات الشركات وتمتلك خبرة في كل التفاصيل الدقيقة للعملية. تشمل الالتزامات الامتثال للقوانين السعودية، دفع الضرائب والرسوم المقررة، تقديم التقارير المالية الدورية، والالتزام بقوانين العمل السعودية. تقدم مجموعة أحمد باشمّاخ خدمات شاملة تتضمن المشور",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "تقديم التقارير المالية الدورية"
      },
      {
        "id": 2,
        "requirement": "المساعدة في إعداد وتقديم المستندات المطلوبة"
      },
      {
        "id": 3,
        "requirement": "وتقديم الدعم في جميع مراحل عملية التأسيس"
      },
      {
        "id": 4,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "و يمكن للشركة الأجنبية أن تمارس نشاطها التجاري في المملكة بش...",
        "description": "و يمكن للشركة الأجنبية أن تمارس نشاطها التجاري في المملكة بشكل مباشر",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "يمكن للشركة الأجنبية أن تمارس نشاطها التجاري في المملكة بشكل...",
        "description": "يمكن للشركة الأجنبية أن تمارس نشاطها التجاري في المملكة بشكل مباشر والاستفادة من الفرص المتاحة في السوق السعودي",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_2"
        },
        "icon_color_code": "#3B82F6"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: يختلف الوقت وفقًا لطبيعة الترخيص والمجال الخاص بكل شركة.متاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EC4899"
      }
    ]
  },
  {
    "documentId": "service_2",
    "slug": "تاسيس-شركة-خليجية",
    "name": "تأسيس شركة خليجية",
    "shortDescription": "تأسيس شركة خليجية او فتح فرع شركة خليجية في المملكة يعني إنشاء كيان قانوني مستقل يخضع للقوانين والتسهيلات التي تضعها دول مجلس التعاون الخليجي، ما يوفر الحق لمواطني دول مجلس التعاون (الامارات, قطر, عما",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 7,
    "finishPeriodMax": 10,
    "order": 2,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/673e99f780ead_1732155895.png",
      "name": "تأسيس شركة خليجية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "تأسيس شركة خليجية او فتح فرع شركة خليجية في المملكة يعني إنشاء كيان قانوني مستقل يخضع للقوانين والتسهيلات التي تضعها دول مجلس التعاون الخليجي، ما يوفر الحق لمواطني دول مجلس التعاون (الامارات, قطر, عمان, البحرين, الكويت) في تأسيس شركاتهم داخل المملكة والتعامل مع هذه الشركات بصفتها سعودية لها كامل الحقوق والامتيازات الخاصة بالشركات السعودية، و&nbsp;يمكنها أن تمارس نشاطها التجاري في المملكة بشكل مباشر، والاستفادة من الفرص المتاحة في السوق السعودي.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "تأسيس شركة خليجية او فتح فرع شركة خليجية في المملكة يعني إنشاء كيان قانوني مستقل يخضع للقوانين والتسهيلات التي تضعها دول مجلس التعاون الخليجي، ما يوفر الحق لمواطني دول مجلس التعاون (الامارات, قطر, عمان, البحرين, الكويت) في تأسيس شركاتهم داخل المملكة والتعامل مع هذه الشركات بصفتها سعودية لها كامل الحقوق والامتيازات الخاصة بالشركات السعودية، و يمكنها أن تمارس نشاطها التجاري في المملكة بشكل مباشر، والاستفادة من الفرص المتاحة في السوق السعودي. تقديم عقد التأسيس، بيانات الشركاء, وسجل تجاري او هوية خليجية. تستغرق العملية عادةً من 10 إلى 15 يوم عمل. نعم، يُسمح بذلك في بعض القطاعات المحددة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "و يمكنها أن تمارس نشاطها التجاري في المملكة بشكل مباشر...",
        "description": "و يمكنها أن تمارس نشاطها التجاري في المملكة بشكل مباشر",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#EF4444"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: يختلف الوقت وفقًا لطبيعة الترخيص والمجال الخاص بكل شركة.متاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#F59E0B"
      }
    ]
  },
  {
    "documentId": "service_3",
    "slug": "الاقامة-المميزة",
    "name": "الإقامة المميزة",
    "shortDescription": "الإقامة المميزة في المملكة العربية السعودية هي مبادرة تهدف إلى جذب الكفاءات والمستثمرين ضمن رؤية 2030 لتعزيز الاقتصاد وبيئة الأعمال. توفر الإقامة نوعين رئيسيين: الدائمة التي تمنح للأفراد إقامة غير محد",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 90,
    "order": 3,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/673e9e7e741e2_1732157054.png",
      "name": "الإقامة المميزة"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "الإقامة المميزة في المملكة العربية السعودية هي مبادرة تهدف إلى جذب الكفاءات والمستثمرين ضمن رؤية 2030 لتعزيز الاقتصاد وبيئة الأعمال. توفر الإقامة نوعين رئيسيين: الدائمة التي تمنح للأفراد إقامة غير محددة مقابل رسوم مقطوعة، والمؤقتة التي تُجدد سنويًا. كما تشمل أنواعًا خاصة مثل إقامة الكفاءة الاستثنائية المخصصة للخبرات المتخصصة، وإقامة الموهبة لدعم المبدعين في المجالات الثقافية والرياضية.تتيح الإقامة المميزة للمقيمين حق تملك العقارات ووسائل النقل، العمل والاستثمار، واستقدام الأسرة والعمالة. إضافةً إلى ذلك، تم تصميم إقامة مستثمر الأعمال لجذب المستثمرين الأجانب، وإقامة رائد الأعمال لدعم الابتكار والمشاريع الناشئة. كما أن إقامة مالك العقار تمنح حق الإقامة للملاك داخل المملكة.يمنح هذا النظام حرية التنقل والعمل، ما يجعله خطوة محورية في تحويل المملكة إلى وجهة عالمية جاذبة للاستثمار والمواهب.✨ املأ الفورم في أسفل الصفحة، وسنقوم بخدمتك مباشرة! ✨",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "الإقامة المميزة في المملكة العربية السعودية هي مبادرة تهدف إلى جذب الكفاءات والمستثمرين ضمن رؤية 2030 لتعزيز الاقتصاد وبيئة الأعمال. توفر الإقامة نوعين رئيسيين:الدائمةالتي تمنح للأفراد إقامة غير محددة مقابل رسوم مقطوعة، والمؤقتةالتي تُجدد سنويًا. كما تشمل أنواعًا خاصة مثل إقامةالكفاءة الاستثنائيةالمخصصة للخبرات المتخصصة، وإقامةالموهبةلدعم المبدعين في المجالات الثقافية والرياضية. تتيح الإقامة المميزة للمقيمين حق تملك العقارات ووسائل النقل، العمل والاستثمار، واستقدام الأسرة والعمالة. إضافةً إلى ذلك، تم تصميم إقامةمستثمر الأعماللجذب المستثمرين الأجانب، وإقامةرائد الأعماللدعم الابتكار والمشاريع الناشئة. كما أن إقامةمالك العقارتمنح حق الإقامة للملاك داخل المملكة. يمنح هذا النظام حرية التنقل والعمل، ما يجعله خطوة محورية في تحويل المملكة إلى وجهة عالمية جاذبة للاستثمار والمواهب. ✨املأ الفورم في أسفل الصفحة، وسنقوم بخدمتك مباشرة!✨ هي نظام إقامة يُتيح للمقيمين مميزات إضافية مثل التملك والاستثمار. تقديم جواز سفر ساري المفعول، شهادة صحية، وسجل جنائي نظيف. تتوفر الإقامة المميزة لمدة سنة قابلة للتج",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "تقديم جواز سفر ساري المفعول"
      },
      {
        "id": 2,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "الإقامة المميزة في المملكة العربية السعودية هي مبادرة تهدف إ...",
        "description": "الإقامة المميزة في المملكة العربية السعودية هي مبادرة تهدف إلى جذب الكفاءات والمستثمرين ضمن رؤية 2030 لتعزيز الاقتصاد وبيئة الأعمال",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#8B5CF6"
      },
      {
        "id": 2,
        "title": "توفر الإقامة نوعين رئيسيين:الدائمةالتي تمنح للأفراد إقامة غي...",
        "description": "توفر الإقامة نوعين رئيسيين:الدائمةالتي تمنح للأفراد إقامة غير محددة مقابل رسوم مقطوعة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_2"
        },
        "icon_color_code": "#EC4899"
      },
      {
        "id": 3,
        "title": "تتيح الإقامة المميزة للمقيمين حق تملك العقارات ووسائل النقل...",
        "description": "تتيح الإقامة المميزة للمقيمين حق تملك العقارات ووسائل النقل",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_3"
        },
        "icon_color_code": "#EC4899"
      },
      {
        "id": 4,
        "title": "كما أن إقامةمالك العقارتمنح حق الإقامة للملاك داخل المملكة...",
        "description": "كما أن إقامةمالك العقارتمنح حق الإقامة للملاك داخل المملكة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_4"
        },
        "icon_color_code": "#EC4899"
      },
      {
        "id": 5,
        "title": "تتوفر الإقامة المميزة لمدة سنة قابلة للتجديد أو إقامة دائمة...",
        "description": "تتوفر الإقامة المميزة لمدة سنة قابلة للتجديد أو إقامة دائمة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_5"
        },
        "icon_color_code": "#06B6D4"
      },
      {
        "id": 6,
        "title": "يمكن تضمين أفراد الأسرة ضمن الإقامة المميزة...",
        "description": "يمكن تضمين أفراد الأسرة ضمن الإقامة المميزة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_6"
        },
        "icon_color_code": "#F97316"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تُصدر الموافقة عادةً خلال 30 - 90 يومًا من تقديم الطلب المكتمل.متاح للأفراد",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EC4899"
      }
    ]
  },
  {
    "documentId": "service_4",
    "slug": "وكيل-تسجيل-علامة-التجارية",
    "name": "وكيل تسجيل علامة التجارية",
    "shortDescription": "نحن مجموعة أحمد باشماخ لخدمات الأعمال، معتمدون من قبل الهيئة السعودية للملكية الفكرية في تسجيل العلامة التجارية برقم ترخيص ALN202401067.&nbsp;للتأكد، يمكنكم زيارة الرابط المعتمد:https://www.saip.gov.s",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 7,
    "finishPeriodMax": 30,
    "order": 4,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/673ea25daa23b_1732158045.png",
      "name": "وكيل تسجيل علامة التجارية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "نحن مجموعة أحمد باشماخ لخدمات الأعمال، معتمدون من قبل الهيئة السعودية للملكية الفكرية في تسجيل العلامة التجارية برقم ترخيص ALN202401067.&nbsp;للتأكد، يمكنكم زيارة الرابط المعتمد:https://www.saip.gov.sa/agents/2783/.نحن نقدم خدمات متكاملة لـتسجيل علامة تجارية، نقل ملكية علامة تجارية، وتوثيق علامة تجارية، بهدف دعم رواد الأعمال وأصحاب الشركات في حماية حقوق الملكية الفكرية داخل السعودية وخارجها. سواء كنتم&nbsp;أفرادًا أو شركات، في السعودية، دول الخليج، أو في أي دولة حول العالم،&nbsp;يمكنكم تسجيل العلامة التجارية في السعودية من خلالنا بسهولة، دون الحاجة إلى الحضور شخصيًا أو ممارسة أعمال داخل المملكة.نحن نوفر من خلال مكتب تسجيل علامة تجارية خدمات شاملة تشمل طريقة تسجيل علامة تجارية في السعودية، وتجديد العلامات التجارية لضمان استمرار الحماية القانونية. كما نوفر خدمات مكتب تسجيل حقوق الملكية الفكرية لضمان حفظ حقوقكم بشكل رسمي وقانوني.إذا كنتم بحاجة إلى وكيل علامات تجارية متخصص لمساعدتكم في نقل ملكية علامة تجارية أو التعامل مع أي مسألة قانونية تتعلق بالعلامات التجارية، فنحن نوفر لكم هذه الخدمة لضمان حماية حقوقكم بالكامل.&nbsp;بالإضافة إلى ذلك، نوفر خدمات توثيق العلامات التجارية عبر شركة تسجيل علامة تجارية معتمدة، وفقًا للوائح الهيئة السعودية للملكية الفكرية.بخدماتنا، يمكنكم ضمان الحماية القانونية لعلامتكم التجارية، تعزيز سمعة أعمالكم، وحماية ابتكاراتكم من الاستخدام غير المصرح به. نحن نساعدكم على تحقيق التوسع التجاري محليًا ودوليًا، بما يتماشى مع رؤية السعودية 2030 لتحسين بيئة الأعمال وتعزيز الاستثمار.✨ املأ الفورم في أسفل الصفحة، وسنقوم بخدمتك مباشرة! ✨",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "نحنمجموعة أحمد باشماخ لخدمات الأعمال، معتمدون من قبلالهيئة السعودية للملكية الفكريةفيتسجيل العلامة التجاريةبرقم ترخيص ALN202401067. للتأكد، يمكنكم زيارة الرابط المعتمد:https://www.saip.gov.sa/agents/2783/. نحن نقدم خدمات متكاملة لـتسجيل علامة تجارية،نقل ملكية علامة تجارية، وتوثيق علامة تجارية، بهدف دعم رواد الأعمال وأصحاب الشركات في حماية حقوقالملكية الفكريةداخل السعودية وخارجها. سواء كنتم أفرادًا أو شركات، في السعودية، دول الخليج، أو في أي دولة حول العالم، يمكنكمتسجيل العلامة التجارية في السعوديةمن خلالنا بسهولة، دون الحاجة إلى الحضور شخصيًا أو ممارسة أعمال داخل المملكة. نحن نوفر من خلالمكتب تسجيل علامة تجاريةخدمات شاملة تشملطريقة تسجيل علامة تجارية في السعودية، وتجديد العلامات التجارية لضمان استمرار الحماية القانونية. كما نوفر خدماتمكتب تسجيل حقوق الملكية الفكريةلضمان حفظ حقوقكم بشكل رسمي وقانوني. إذا كنتم بحاجة إلى وكيلعلامات تجاريةمتخصص لمساعدتكم فينقل ملكية علامة تجاريةأو التعامل مع أي مسألة قانونية تتعلق بالعلامات التجارية، فنحن نوفر لكم هذه الخدمة لضمان حماية حقوقكم بالكامل. بال",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "معتمدون من قبلالهيئة السعودية للملكية الفكريةفيتسجيل العلامة التجاريةبرقم ترخيص ALN202401067"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "يمكنكم زيارة الرابط المعتمد:https://www...",
        "description": "يمكنكم زيارة الرابط المعتمد:https://www",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "يمكنكمتسجيل العلامة التجارية في السعوديةمن خلالنا بسهولة...",
        "description": "يمكنكمتسجيل العلامة التجارية في السعوديةمن خلالنا بسهولة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_2"
        },
        "icon_color_code": "#F97316"
      },
      {
        "id": 3,
        "title": "يمكنكم ضمان الحماية القانونية لعلامتكم التجارية...",
        "description": "يمكنكم ضمان الحماية القانونية لعلامتكم التجارية",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_3"
        },
        "icon_color_code": "#EC4899"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تتم الموافقة على طلب تسجيل العلامة التجارية خلال 7 إلى 30 يومًا من تقديم الطلب المكتمل.متاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#06B6D4"
      }
    ]
  },
  {
    "documentId": "service_5",
    "slug": "الترخيص-الصناعي",
    "name": "الترخيص الصناعي",
    "shortDescription": "خدمة استخراج الترخيص الصناعي هي خدمة إلكترونية تقدمها وزارة الصناعة والثروة المعدنية لتمكين المستثمرين والمنشآت من الحصول على ترخيص قانوني لمزاولة الأنشطة الصناعية في المملكة. تهدف الخدمة إلى تسهيل بد",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 5,
    "finishPeriodMax": 10,
    "order": 5,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/673ea5f124fdf_1732158961.png",
      "name": "الترخيص الصناعي"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة استخراج الترخيص الصناعي هي خدمة إلكترونية تقدمها وزارة الصناعة والثروة المعدنية لتمكين المستثمرين والمنشآت من الحصول على ترخيص قانوني لمزاولة الأنشطة الصناعية في المملكة. تهدف الخدمة إلى تسهيل بدء وتشغيل المشاريع الصناعية من خلال منح التصاريح اللازمة وفقًا للوائح المعمول بها.تتضمن الخدمة نوعين رئيسيين:الترخيص المبدئي:&nbsp;يمنح للمشاريع الصناعية في مراحل التخطيط أو التأسيس، ويسمح للمستثمرين باتخاذ الخطوات الأولية اللازمة.الترخيص النهائي:&nbsp;يمنح للمصانع الجاهزة بعد استيفاء المتطلبات كافة، ويتيح التشغيل الكامل والإنتاج. يتطلب من المتقدمين تقديم بيانات دقيقة عن النشاط الصناعي، دراسة جدوى المشروع، ومخططات المصنع. تقدم الوزارة من خلال هذه الخدمة مزايا مثل الإعفاءات الجمركية، الدعم المالي، والإرشاد الفني.تُعد هذه الخدمة جزءًا من استراتيجية المملكة لتعزيز القطاع الصناعي ودعم الاستثمار، بما يتماشى مع رؤية 2030.الترخيص الصناعي.لبناء صرح صناعي راسخ في المملكة العربية السعودية، يمثل الترخيص الصناعي حجر الزاوية الذي يضمن لعملك الشرعية، الاستدامة، والقدرة على المساهمة الفاعلة في نهضة القطاع الصناعي. إنه ليس مجرد وثيقة، بل هو المفتاح الذي يفتح لك أبواب الإنتاج، الابتكار، والتوسع في سوق واعد، يزخر بالفرص الاستثمارية الكبرى.الحصول على الترخيص الصناعي هو الخطوة الإلزامية التي تؤكد التزام منشأتك بالمعايير واللوائح الوطنية، وتؤهلك لمزاولة الأنشطة الصناعية بكفاءة وأمان. سواء كنت مستثمرًا طموحًا يتطلع لإنشاء مصنع جديد، أو رائد أعمال يسعى لتحويل فكرته الصناعية إلى واقع ملموس، فإن هذا الترخيص يمنحك الغطاء القانوني اللازم للبدء، ويحميك من أي مخالفات قد تعيق مسيرتك.لماذا يعد الترخيص الصناعي ضرورة حتمية لعملك؟تكمن أهمية الترخيص الصناعي في كونه يضمن عدة جوانب حيوية لنجاح واستمرارية منشأتك:الشرعية والامتثال:&nbsp;يضمن لك الترخيص الصناعي ممارسة نشاطك ضمن الإطار القانوني السعودي، مما يحميك من الغرامات والعقوبات، ويؤكد التزامك بالمعايير الصناعية والبيئية.المصداقية والثقة:&nbsp;يضفي الترخيص الرسمي على منشأتك طابعًا من المصداقية أمام العملاء، الموردين، البنوك، والجهات الحكومية. هذا يعزز الثقة في قدرتك على الإنتاج وفقًا للمعايير، ويفتح لك آفاقًا أوسع للتعاون والشراكات.الوصول إلى الأسواق والدعم:&nbsp;كمنشأة مرخصة، يمكنك الوصول إلى الأسواق المحلية والدولية بثقة، والاستفادة من برامج الدعم الحكومي الموجه للقطاع الصناعي، والتسهيلات التمويلية التي تقدمها البنوك والمؤسسات المالية للمشاريع الصناعية المعتمدة.التوسع والنمو:&nbsp;يمثل الترخيص الصناعي أساسًا متينًا لأي خطط توسعية مستقبلية. فمع نمو أعمالك، ستجد أن وجود ترخيص ساري ومحدث يبسط إجراءات إضافة خطوط إنتاج جديدة، أو التوسع في أسواق أخرى.حماية الاستثمار:&nbsp;يضمن لك الترخيص حماية استثمارك من خلال توفير بيئة عمل منظمة، ويسهل عليك تسوية أي نزاعات قد تنشأ في المستقبل.تعقيدات الترخيص الصناعي لماذا تحتاج إلى خبرة متخصصة؟على الرغم من أهميته، فإن عملية الحصول على الترخيص الصناعي قد تكون معقدة وتتطلب دراية عميقة بالأنظيمة والإجراءات المتغيرة. فمن تحديد النشاط الصناعي بدقة، إلى استيفاء الشروط الفنية والبيئية، مرورًا بتجهيز المستندات المطلوبة من الجهات المتعددة مثل وزارة الصناعة والثروة المعدنية، ووزارة البيئة، والهيئة السعودية للمدن الصناعية ومناطق التقنية (مدن)، وصولًا إلى متابعة الطلب والرد على الاستفسارات، كل ذلك يتطلب وقتًا وجهدًا وخبرة متخصصة.إن أي خطأ في تقديم الطلب، أو نقص في المستندات، أو عدم فهم دقيق للمتطلبات، قد يؤدي إلى تأخير كبير في الحصول على الترخيص الصناعي، مما يكبدك خسائر مالية ويؤثر على جدولك الزمني",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة استخراج الترخيص الصناعي هي خدمة إلكترونية تقدمهاوزارة الصناعة والثروة المعدنيةلتمكين المستثمرين والمنشآت من الحصول على ترخيص قانوني لمزاولة الأنشطة الصناعية في المملكة. تهدف الخدمة إلى تسهيل بدء وتشغيل المشاريع الصناعية من خلال منح التصاريح اللازمة وفقًا للوائح المعمول بها.تتضمن الخدمة نوعين رئيسيين:الترخيص المبدئي:يمنح للمشاريع الصناعية في مراحل التخطيط أو التأسيس، ويسمح للمستثمرين باتخاذ الخطوات الأولية اللازمة.الترخيص النهائي:يمنح للمصانع الجاهزة بعد استيفاء المتطلبات كافة، ويتيح التشغيل الكامل والإنتاج. يتطلب من المتقدمين تقديم بيانات دقيقة عن النشاط الصناعي، دراسة جدوى المشروع، ومخططات المصنع. تقدم الوزارة من خلال هذه الخدمة مزايا مثل الإعفاءات الجمركية، الدعم المالي، والإرشاد الفني. تُعد هذه الخدمة جزءًا من استراتيجية المملكة لتعزيز القطاع الصناعي ودعم الاستثمار، بما يتماشى مع رؤية 2030. لبناء صرح صناعي راسخ في المملكة العربية السعودية، يمثل الترخيص الصناعي حجر الزاوية الذي يضمن لعملك الشرعية، الاستدامة، والقدرة على المساهمة الفاعلة في نهضة القطاع الصناعي. إنه ليس مجرد وثيقة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة استخراج الترخيص الصناعي هي خدمة إلكترونية تقدمهاوزارة الصناعة والثروة المعدنيةلتمكين المستثمرين والمنشآت من الحصول على ترخيص قانوني لمزاولة الأنشطة الصناعية في المملكة"
      },
      {
        "id": 2,
        "requirement": "تتضمن الخدمة نوعين رئيسيين:الترخيص المبدئي:يمنح للمشاريع الصناعية في مراحل التخطيط أو التأسيس"
      },
      {
        "id": 3,
        "requirement": "الترخيص النهائي:يمنح للمصانع الجاهزة بعد استيفاء المتطلبات كافة"
      },
      {
        "id": 4,
        "requirement": "يتطلب من المتقدمين تقديم بيانات دقيقة عن النشاط الصناعي"
      },
      {
        "id": 5,
        "requirement": "يمثل الترخيص الصناعي حجر الزاوية الذي يضمن لعملك الشرعية"
      },
      {
        "id": 6,
        "requirement": "الحصول على الترخيص الصناعي هو الخطوة الإلزامية التي تؤكد التزام منشأتك بالمعايير واللوائح الوطنية"
      },
      {
        "id": 7,
        "requirement": "فإن هذا الترخيص يمنحك الغطاء القانوني اللازم للبدء"
      },
      {
        "id": 8,
        "requirement": "لماذا يعد الترخيص الصناعي ضرورة حتمية لعملك؟ تكمن أهمية الترخيص الصناعي في كونه يضمن عدة جوانب حيوية لنجاح واستمرارية منشأتك: الشرعية والامتثال: يضمن لك الترخيص الصناعي ممارسة نشاطك ضمن الإطار القانوني السعودي"
      },
      {
        "id": 9,
        "requirement": "المصداقية والثقة: يضفي الترخيص الرسمي على منشأتك طابعًا من المصداقية أمام العملاء"
      },
      {
        "id": 10,
        "requirement": "التوسع والنمو: يمثل الترخيص الصناعي أساسًا متينًا لأي خطط توسعية مستقبلية"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "يمكنك الوصول إلى الأسواق المحلية والدولية بثقة...",
        "description": "يمكنك الوصول إلى الأسواق المحلية والدولية بثقة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#06B6D4"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تصدر التراخيص عادةً خلال 5 إلى 10 أيام عمل بعد استكمال جميع المتطلبات.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#10B981"
      }
    ]
  },
  {
    "documentId": "service_6",
    "slug": "رخصة-موثوق",
    "name": "رخصة موثوق",
    "shortDescription": "رخصة \"موثوق\" هي خدمة تقدمها الهيئة العامة للإعلام المرئي والمسموع في المملكة العربية السعودية لتنظيم الإعلانات عبر منصات التواصل الاجتماعي. تتيح هذه الرخصة للأفراد، بمن فيهم مواطنو دول مجلس التعاون ال",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 45,
    "order": 6,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/67406ee168f14_1732275937.png",
      "name": "رخصة موثوق"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "رخصة \"موثوق\" هي خدمة تقدمها الهيئة العامة للإعلام المرئي والمسموع في المملكة العربية السعودية لتنظيم الإعلانات عبر منصات التواصل الاجتماعي. تتيح هذه الرخصة للأفراد، بمن فيهم مواطنو دول مجلس التعاون الخليجي والمقيمون في المملكة، فرصة تقديم المحتوى الإعلاني بشكل قانوني ومنظم، مع الالتزام بالمعايير والضوابط المحددة. تهدف الخدمة إلى رفع مستوى الموثوقية في السوق الإعلاني، تعزيز جودة الإعلانات، وضمان توافقها مع القيم الثقافية والاجتماعية.للحصول على الرخصة، يجب أن يكون عمر المتقدم 18 عامًا على الأقل، مع سجل جنائي خالٍ من الجرائم المخلة، ومحتوى إعلامي نظيف خلال الأشهر الستة السابقة. يتعين على المقيمين غير السعوديين امتلاك سجل تجاري وترخيص لمزاولة نشاط الدعاية والإعلان في المملكة.رخصة \"موثوق\" تعكس التزام الهيئة بتنظيم قطاع الإعلام الرقمي وتطويره بما يضمن حقوق المعلنين والمستهلكين على حد سواء. يمكن التقديم عبر المنصة الإلكترونية للهيئة بسهولة ومرونة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "رخصة \"موثوق\" هي خدمة تقدمها الهيئة العامة للإعلام المرئي والمسموع في المملكة العربية السعودية لتنظيم الإعلانات عبر منصات التواصل الاجتماعي. تتيح هذه الرخصة للأفراد، بمن فيهم مواطنو دول مجلس التعاون الخليجي والمقيمون في المملكة، فرصة تقديم المحتوى الإعلاني بشكل قانوني ومنظم، مع الالتزام بالمعايير والضوابط المحددة. تهدف الخدمة إلى رفع مستوى الموثوقية في السوق الإعلاني، تعزيز جودة الإعلانات، وضمان توافقها مع القيم الثقافية والاجتماعية. للحصول على الرخصة، يجب أن يكون عمر المتقدم 18 عامًا على الأقل، مع سجل جنائي خالٍ من الجرائم المخلة، ومحتوى إعلامي نظيف خلال الأشهر الستة السابقة. يتعين على المقيمين غير السعوديين امتلاك سجل تجاري وترخيص لمزاولة نشاط الدعاية والإعلان في المملكة. رخصة \"موثوق\" تعكس التزام الهيئة بتنظيم قطاع الإعلام الرقمي وتطويره بما يضمن حقوق المعلنين والمستهلكين على حد سواء. يمكن التقديم عبر المنصة الإلكترونية للهيئة بسهولة ومرونة. رخصة موثوق هي تصريح رسمي يُصدر من الهيئة العامة للإعلام المرئي والمسموع، يتيح للأفراد الإعلان عن المنتجات والخدمات عبر حساباتهم الشخصية على مواقع",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "فرصة تقديم المحتوى الإعلاني بشكل قانوني ومنظم"
      },
      {
        "id": 2,
        "requirement": "يجب أن يكون عمر المتقدم 18 عامًا على الأقل"
      },
      {
        "id": 3,
        "requirement": "يتعين على المقيمين غير السعوديين امتلاك سجل تجاري وترخيص لمزاولة نشاط الدعاية والإعلان في المملكة"
      },
      {
        "id": 4,
        "requirement": "يمكن التقديم عبر المنصة الإلكترونية للهيئة بسهولة ومرونة"
      },
      {
        "id": 5,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "يمكن التقديم عبر المنصة الإلكترونية للهيئة بسهولة ومرونة...",
        "description": "يمكن التقديم عبر المنصة الإلكترونية للهيئة بسهولة ومرونة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#EF4444"
      },
      {
        "id": 2,
        "title": "يمكن لغير السعوديين التقدم بشرط أن تكون لديهم إقامة سارية ال...",
        "description": "يمكن لغير السعوديين التقدم بشرط أن تكون لديهم إقامة سارية المفعول داخل المملكة قد تشمل العقوبات فرض غرامات مالية وإيقاف النشاط الإعلاني للمخالفين",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_2"
        },
        "icon_color_code": "#F59E0B"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: يستغرق حوالي ٣٠ يوم عمل بعد تقديم الطلب واستيفاء المتطلباتمتاح للأفراد",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#F59E0B"
      }
    ]
  },
  {
    "documentId": "service_7",
    "slug": "نقل-المقرات-الاقليمية",
    "name": "نقل المقرات الإقليمية",
    "shortDescription": "خدمة نقل المقرات الإقليمية إلى السعودية هي مبادرة استراتيجية تقدمها وزارة الاستثمار بالتعاون مع الجهات الحكومية المختصة. تهدف هذه الخدمة إلى تعزيز مكانة المملكة كمركز إقليمي للأعمال والاستثمارات عبر ج",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 7,
    "finishPeriodMax": 10,
    "order": 7,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745bb4558078_1732623173.png",
      "name": "نقل المقرات الإقليمية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة نقل المقرات الإقليمية إلى السعودية هي مبادرة استراتيجية تقدمها وزارة الاستثمار بالتعاون مع الجهات الحكومية المختصة. تهدف هذه الخدمة إلى تعزيز مكانة المملكة كمركز إقليمي للأعمال والاستثمارات عبر جذب الشركات العالمية لنقل مقراتها الإقليمية إلى السعودية. توفر الخدمة للشركات مجموعة من التسهيلات تشمل إعفاءات ضريبية، دعم كامل للإجراءات، وتيسيرات قانونية تساعد في تسريع عملية النقل. تتيح هذه المبادرة للشركات الاستفادة من موقع السعودية الجغرافي الاستراتيجي، مما يعزز وصولها إلى الأسواق الإقليمية. بالإضافة إلى ذلك، تستفيد الشركات من بيئة استثمارية تنافسية وبنية تحتية متطورة تدعم نمو الأعمال. تشمل متطلبات الخدمة تقديم خطة عمل واضحة، تسجيل الشركة في السعودية، والالتزام باللوائح المحلية. من خلال هذه المبادرة، تسعى السعودية إلى تمكين الشركات من التوسع في السوق المحلية والإقليمية، مع ضمان تجربة سلسة ومريحة لنقل مقراتها الإقليمية.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة نقل المقرات الإقليمية إلى السعودية هي مبادرة استراتيجية تقدمها وزارة الاستثمار بالتعاون مع الجهات الحكومية المختصة. تهدف هذه الخدمة إلى تعزيز مكانة المملكة كمركز إقليمي للأعمال والاستثمارات عبر جذب الشركات العالمية لنقل مقراتها الإقليمية إلى السعودية. توفر الخدمة للشركات مجموعة من التسهيلات تشمل إعفاءات ضريبية، دعم كامل للإجراءات، وتيسيرات قانونية تساعد في تسريع عملية النقل. تتيح هذه المبادرة للشركات الاستفادة من موقع السعودية الجغرافي الاستراتيجي، مما يعزز وصولها إلى الأسواق الإقليمية. بالإضافة إلى ذلك، تستفيد الشركات من بيئة استثمارية تنافسية وبنية تحتية متطورة تدعم نمو الأعمال. تشمل متطلبات الخدمة تقديم خطة عمل واضحة، تسجيل الشركة في السعودية، والالتزام باللوائح المحلية. من خلال هذه المبادرة، تسعى السعودية إلى تمكين الشركات من التوسع في السوق المحلية والإقليمية، مع ضمان تجربة سلسة ومريحة لنقل مقراتها الإقليمية. تشمل المزايا إعفاءات ضريبية، دعم قانوني، تسهيلات تنظيمية، وبيئة استثمارية تنافسية. نعم، يجب تسجيل الشركة رسميًا لدى الجهات المختصة في المملكة. العملية تستغرق عادةً من 2 ",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "تشمل متطلبات الخدمة تقديم خطة عمل واضحة"
      },
      {
        "id": 2,
        "requirement": "يجب تسجيل الشركة رسميًا لدى الجهات المختصة في المملكة"
      },
      {
        "id": 3,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "توفر الخدمة للشركات مجموعة من التسهيلات تشمل إعفاءات ضريبية...",
        "description": "توفر الخدمة للشركات مجموعة من التسهيلات تشمل إعفاءات ضريبية",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#8B5CF6"
      },
      {
        "id": 2,
        "title": "تتيح هذه المبادرة للشركات الاستفادة من موقع السعودية الجغراف...",
        "description": "تتيح هذه المبادرة للشركات الاستفادة من موقع السعودية الجغرافي الاستراتيجي",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_2"
        },
        "icon_color_code": "#EC4899"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: يختلف الوقت وفقًا لطبيعة الترخيص والمجال الخاص بكل شركة.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EF4444"
      }
    ]
  },
  {
    "documentId": "service_8",
    "slug": "تصنيف-المقاولين",
    "name": "تصنيف المقاولين",
    "shortDescription": "خدمة تصنيف المقاولين هي خدمة تقدمها وزارة الشؤون البلدية والقروية والإسكان في المملكة العربية السعودية، وتهدف إلى تنظيم قطاع المقاولات وتحفيز تحسين الأداء من خلال تصنيف المقاولين وفقًا لقدراتهم المالي",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 45,
    "order": 8,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745c17e75f0c_1732624766.png",
      "name": "تصنيف المقاولين"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة تصنيف المقاولين هي خدمة تقدمها وزارة الشؤون البلدية والقروية والإسكان في المملكة العربية السعودية، وتهدف إلى تنظيم قطاع المقاولات وتحفيز تحسين الأداء من خلال تصنيف المقاولين وفقًا لقدراتهم المالية والفنية والإدارية. تُعتبر شهادة التصنيف شرطًا أساسيًا للمشاركة في المشاريع الحكومية الكبرى، حيث تعكس التصنيف مستوى الكفاءة والجدارة للمقاولين، مما يعزز من ثقة العملاء ويمنحهم فرصًا أكبر للتنافس في السوق.تتم عملية التصنيف من خلال تقييم شامل للقدرات المالية والخبرات السابقة والمشاريع المنفذة، إضافة إلى التزام المقاول بمعايير الجودة. تسهم هذه الخدمة في تطوير قطاع المقاولات من خلال تحسين كفاءة الشركات ورفع مستوى المشاريع المنفذة، ما ينعكس إيجابيًا على الاقتصاد الوطني والبنية التحتية.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة تصنيف المقاولين هي خدمة تقدمها وزارة الشؤون البلدية والقروية والإسكان في المملكة العربية السعودية، وتهدف إلى تنظيم قطاع المقاولات وتحفيز تحسين الأداء من خلال تصنيف المقاولين وفقًا لقدراتهم المالية والفنية والإدارية. تُعتبر شهادة التصنيف شرطًا أساسيًا للمشاركة في المشاريع الحكومية الكبرى، حيث تعكس التصنيف مستوى الكفاءة والجدارة للمقاولين، مما يعزز من ثقة العملاء ويمنحهم فرصًا أكبر للتنافس في السوق. تتم عملية التصنيف من خلال تقييم شامل للقدرات المالية والخبرات السابقة والمشاريع المنفذة، إضافة إلى التزام المقاول بمعايير الجودة. تسهم هذه الخدمة في تطوير قطاع المقاولات من خلال تحسين كفاءة الشركات ورفع مستوى المشاريع المنفذة، ما ينعكس إيجابيًا على الاقتصاد الوطني والبنية التحتية. تُمكّن المقاولين من المنافسة في المشاريع الحكومية الكبرى وتعزز من مصداقيتهم. تشمل القوائم المالية، شهادات إنجاز المشاريع السابقة، وتفاصيل القدرات الفنية والإدارية عادةً ما تستغرق من 30 إلى 45 يوم عمل. نعم، التصنيف إلزامي للمشاركة في المشاريع الحكومية الكبرى.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "تُعتبر شهادة التصنيف شرطًا أساسيًا للمشاركة في المشاريع الحكومية الكبرى"
      },
      {
        "id": 2,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق مراجعة طلب التصنيف وإصدار الشهادة حوالي 30-45 يوم عملمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#8B5CF6"
      }
    ]
  },
  {
    "documentId": "service_9",
    "slug": "ترخيص-المستشفيات-والمراكز-الطبية",
    "name": "ترخيص المستشفيات والمراكز الطبية",
    "shortDescription": "خدمة ترخيص المستشفيات والمستوصفات الطبية والعيادات بجميع أنواعها في المملكة العربية السعودية تُقدَّم من قبل وزارة الصحة، وتهدف إلى ضمان تشغيل جميع المنشآت الصحية وفقًا للمعايير الصحية والفنية المطلوبة",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 10,
    "finishPeriodMax": 15,
    "order": 9,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745c4c639b42_1732625606.png",
      "name": "ترخيص المستشفيات والمراكز الطبية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص المستشفيات والمستوصفات الطبية والعيادات بجميع أنواعها في المملكة العربية السعودية تُقدَّم من قبل وزارة الصحة، وتهدف إلى ضمان تشغيل جميع المنشآت الصحية وفقًا للمعايير الصحية والفنية المطلوبة. تشمل هذه الخدمة إصدار وتجديد التراخيص للمنشآت الصحية المختلفة، بما في ذلك: ترخيص عيادة عامة، ترخيص عيادة تخصصية، ترخيص عيادة جراحية، ترخيص عيادة تجميلية، ترخيص عيادة تشخيصية، ترخيص عيادة عمالية، ترخيص عيادة علاج طبيعي وتأهيل، ترخيص عيادة طب رياضي، ترخيص عيادة طب بديل، ترخيص عيادة صحة نفسية، ترخيص عيادة أمراض مزمنة، ترخيص عيادة بيطرية، ترخيص مركز جراحة اليوم الواحد، ترخيص عيادة متنقلة، وترخيص عيادة منزلية.بالإضافة إلى ترخيص المستشفيات والمستوصفات، تعمل الوزارة على مراقبة التزام المنشآت باللوائح والقوانين الصحية المحلية. تهدف هذه الخدمة إلى تعزيز جودة الخدمات الصحية المقدمة للمجتمع، مما يُسهم في بناء الثقة بين المرضى والمنشآت الصحية. يتم تنفيذ الخدمة من خلال إجراءات إلكترونية تُسهِّل عملية التقديم والمتابعة، وتشمل متطلبات الحصول على الترخيص تقديم مستندات قانونية، مخططات هندسية، تجهيزات طبية مطابقة للمعايير، وشهادات تأمين ضد الأخطاء الطبية. من خلال هذه الإجراءات، تسعى وزارة الصحة إلى توفير بيئة صحية متكاملة تضمن التزام جميع المنشآت بمعايير الجودة والسلامة، وتحقيق رعاية صحية متميزة تلبي احتياجات المجتمع.✨ املأ الفورم في أسفل الصفحة، وسنقوم بخدمتك مباشرة! ✨",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمةترخيص المستشفيات والمستوصفات الطبية والعيادات بجميع أنواعهافي المملكة العربية السعودية تُقدَّم من قبل وزارة الصحة، وتهدف إلى ضمان تشغيل جميع المنشآت الصحية وفقًا للمعايير الصحية والفنية المطلوبة. تشمل هذه الخدمة إصدار وتجديد التراخيص للمنشآت الصحية المختلفة، بما في ذلك:ترخيص عيادة عامة، ترخيص عيادة تخصصية، ترخيص عيادة جراحية، ترخيص عيادة تجميلية، ترخيص عيادة تشخيصية، ترخيص عيادة عمالية، ترخيص عيادة علاج طبيعي وتأهيل، ترخيص عيادة طب رياضي، ترخيص عيادة طب بديل، ترخيص عيادة صحة نفسية، ترخيص عيادة أمراض مزمنة، ترخيص عيادة بيطرية، ترخيص مركز جراحة اليوم الواحد، ترخيص عيادة متنقلة، وترخيص عيادة منزلية. بالإضافة إلىترخيص المستشفيات والمستوصفات، تعمل الوزارة على مراقبة التزام المنشآت باللوائح والقوانين الصحية المحلية. تهدف هذه الخدمة إلى تعزيز جودة الخدمات الصحية المقدمة للمجتمع، مما يُسهم في بناء الثقة بين المرضى والمنشآت الصحية. يتم تنفيذ الخدمة من خلال إجراءات إلكترونية تُسهِّل عملية التقديم والمتابعة، وتشمل متطلبات الحصول على الترخيص تقديم مستندات قانونية، مخططات هندسية، تجهيزات طبية م",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمةترخيص المستشفيات والمستوصفات الطبية والعيادات بجميع أنواعهافي المملكة العربية السعودية تُقدَّم من قبل وزارة الصحة"
      },
      {
        "id": 2,
        "requirement": "بما في ذلك:ترخيص عيادة عامة"
      },
      {
        "id": 3,
        "requirement": "ترخيص عيادة علاج طبيعي وتأهيل"
      },
      {
        "id": 4,
        "requirement": "ترخيص عيادة صحة نفسية"
      },
      {
        "id": 5,
        "requirement": "ترخيص عيادة أمراض مزمنة"
      },
      {
        "id": 6,
        "requirement": "ترخيص مركز جراحة اليوم الواحد"
      },
      {
        "id": 7,
        "requirement": "بالإضافة إلىترخيص المستشفيات والمستوصفات"
      },
      {
        "id": 8,
        "requirement": "يتم تنفيذ الخدمة من خلال إجراءات إلكترونية تُسهِّل عملية التقديم والمتابعة"
      },
      {
        "id": 9,
        "requirement": "وتشمل متطلبات الحصول على الترخيص تقديم مستندات قانونية"
      },
      {
        "id": 10,
        "requirement": "وسنقوم بخدمتك مباشرة!✨ توفير المستندات المطلوبة مثل المخططات الهندسية"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "وتحقيق رعاية صحية متميزة تلبي احتياجات المجتمع...",
        "description": "وتحقيق رعاية صحية متميزة تلبي احتياجات المجتمع",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#F97316"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: عادةً ما تستغرق عملية إصدار الترخيص حوالي 10 أيام عمل بعد استكمال جميع المتطلبات.متاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EF4444"
      }
    ]
  },
  {
    "documentId": "service_10",
    "slug": "ترخيص-المراكز-الرياضية",
    "name": "ترخيص المراكز الرياضية",
    "shortDescription": "خدمة ترخيص المراكز الرياضية في السعودية تُقدَّم من قبل وزارة الرياضة، وتهدف إلى تنظيم قطاع الأنشطة الرياضية وضمان التزام المراكز الرياضية بالمعايير واللوائح التنظيمية المعتمدة. تشمل الخدمة إصدار وتجدي",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 15,
    "finishPeriodMax": 22,
    "order": 10,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745c6f7c19ba_1732626167.png",
      "name": "ترخيص المراكز الرياضية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص المراكز الرياضية في السعودية تُقدَّم من قبل وزارة الرياضة، وتهدف إلى تنظيم قطاع الأنشطة الرياضية وضمان التزام المراكز الرياضية بالمعايير واللوائح التنظيمية المعتمدة. تشمل الخدمة إصدار وتجديد تراخيص تشغيل المراكز الرياضية، بما يضمن تقديم خدمات رياضية عالية الجودة وتعزيز مستوى الصحة واللياقة البدنية في المجتمع.تُساهم هذه الخدمة في توفير بيئة رياضية آمنة ومتطورة للأفراد من خلال الالتزام بالمتطلبات الفنية والقانونية. تشمل متطلبات الحصول على الترخيص تقديم مخططات هندسية معتمدة، شهادة سلامة المنشأة، وجود مدربين مؤهلين، والالتزام بلوائح السلامة والصحة العامة.تهدف هذه المبادرة إلى رفع مستوى الوعي الصحي وتعزيز نمط الحياة النشط بين مختلف فئات المجتمع، مما ينعكس إيجابيًا على تحسين جودة الحياة في المملكة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص المراكز الرياضية في السعودية تُقدَّم من قبل وزارة الرياضة، وتهدف إلى تنظيم قطاع الأنشطة الرياضية وضمان التزام المراكز الرياضية بالمعايير واللوائح التنظيمية المعتمدة. تشمل الخدمة إصدار وتجديد تراخيص تشغيل المراكز الرياضية، بما يضمن تقديم خدمات رياضية عالية الجودة وتعزيز مستوى الصحة واللياقة البدنية في المجتمع. تُساهم هذه الخدمة في توفير بيئة رياضية آمنة ومتطورة للأفراد من خلال الالتزام بالمتطلبات الفنية والقانونية. تشمل متطلبات الحصول على الترخيص تقديم مخططات هندسية معتمدة، شهادة سلامة المنشأة، وجود مدربين مؤهلين، والالتزام بلوائح السلامة والصحة العامة. تهدف هذه المبادرة إلى رفع مستوى الوعي الصحي وتعزيز نمط الحياة النشط بين مختلف فئات المجتمع، مما ينعكس إيجابيًا على تحسين جودة الحياة في المملكة. تتطلب الخدمة تقديم مخططات هندسية معتمدة، شهادة سلامة المنشأة، وقائمة بالمدربين المؤهلين. تختلف الرسوم بناءً على حجم المركز ونوعية الخدمات. نعم، يجب أن يكون المدربون معتمدين بشهادات رسمية.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص المراكز الرياضية في السعودية تُقدَّم من قبل وزارة الرياضة"
      },
      {
        "id": 2,
        "requirement": "بما يضمن تقديم خدمات رياضية عالية الجودة وتعزيز مستوى الصحة واللياقة البدنية في المجتمع"
      },
      {
        "id": 3,
        "requirement": "تشمل متطلبات الحصول على الترخيص تقديم مخططات هندسية معتمدة"
      },
      {
        "id": 4,
        "requirement": "تتطلب الخدمة تقديم مخططات هندسية معتمدة"
      },
      {
        "id": 5,
        "requirement": "يجب أن يكون المدربون معتمدين بشهادات رسمية"
      },
      {
        "id": 6,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية الترخيص حوالي 15 يوم عمل من تقديم الطلب واستيفاء الشروط.متاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EF4444"
      }
    ]
  },
  {
    "documentId": "service_11",
    "slug": "ترخيص-مدرسة-خاصة",
    "name": "ترخيص مدرسة خاصة",
    "shortDescription": "خدمة ترخيص المدارس الخاصة في المملكة العربية السعودية تُقدَّم من قبل وزارة التعليم، وتهدف إلى تنظيم قطاع التعليم الخاص وضمان توفير بيئة تعليمية آمنة ومتميزة للطلاب. تشمل هذه الخدمة إصدار وتجديد تراخيص",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 15,
    "finishPeriodMax": 30,
    "order": 11,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745cffd8c891_1732628477.png",
      "name": "ترخيص مدرسة خاصة"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص المدارس الخاصة في المملكة العربية السعودية تُقدَّم من قبل وزارة التعليم، وتهدف إلى تنظيم قطاع التعليم الخاص وضمان توفير بيئة تعليمية آمنة ومتميزة للطلاب. تشمل هذه الخدمة إصدار وتجديد تراخيص تشغيل المدارس الخاصة، مع الالتزام بالمعايير التربوية والفنية والإدارية المطلوبة.تُساهم هذه الخدمة في تحسين جودة التعليم بالمملكة من خلال التأكد من أن المدارس الخاصة تلتزم بأفضل الممارسات التربوية. كما تدعم توفير خيارات تعليمية متنوعة تُلبي احتياجات المجتمع وتعزز من قدرة الطلاب على تحقيق أعلى مستويات الأداء الأكاديمي.تشمل متطلبات الخدمة تقديم مخططات هندسية معتمدة، قائمة بأعضاء هيئة التدريس المؤهلين، وخطة تعليمية متوافقة مع معايير وزارة التعليم. تُسهم هذه المبادرة في تعزيز التعليم الخاص كجزء أساسي من نظام التعليم السعودي.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص المدارس الخاصة في المملكة العربية السعودية تُقدَّم من قبل وزارة التعليم، وتهدف إلى تنظيم قطاع التعليم الخاص وضمان توفير بيئة تعليمية آمنة ومتميزة للطلاب. تشمل هذه الخدمة إصدار وتجديد تراخيص تشغيل المدارس الخاصة، مع الالتزام بالمعايير التربوية والفنية والإدارية المطلوبة. تُساهم هذه الخدمة في تحسين جودة التعليم بالمملكة من خلال التأكد من أن المدارس الخاصة تلتزم بأفضل الممارسات التربوية. كما تدعم توفير خيارات تعليمية متنوعة تُلبي احتياجات المجتمع وتعزز من قدرة الطلاب على تحقيق أعلى مستويات الأداء الأكاديمي. تشمل متطلبات الخدمة تقديم مخططات هندسية معتمدة، قائمة بأعضاء هيئة التدريس المؤهلين، وخطة تعليمية متوافقة مع معايير وزارة التعليم. تُسهم هذه المبادرة في تعزيز التعليم الخاص كجزء أساسي من نظام التعليم السعودي. تشمل تقديم مخططات هندسية معتمدة، قائمة بالكوادر التعليمية المؤهلة، وخطة تعليمية تتماشى مع معايير وزارة التعليم. تستغرق العملية عادةً من 15 إلى 30 يوم عمل. نعم، تُجرى زيارات تفتيشية لضمان الالتزام بالمعايير المطلوبة. نعم، بشرط الحصول على موافقة مسبقة من الوزارة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص المدارس الخاصة في المملكة العربية السعودية تُقدَّم من قبل وزارة التعليم"
      },
      {
        "id": 2,
        "requirement": "تشمل متطلبات الخدمة تقديم مخططات هندسية معتمدة"
      },
      {
        "id": 3,
        "requirement": "تشمل تقديم مخططات هندسية معتمدة"
      },
      {
        "id": 4,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "وتهدف إلى تنظيم قطاع التعليم الخاص وضمان توفير بيئة تعليمية ...",
        "description": "وتهدف إلى تنظيم قطاع التعليم الخاص وضمان توفير بيئة تعليمية آمنة ومتميزة للطلاب",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار ترخيص المدارس الخاصة عادةً من 15 إلى 30 يوم عمل، بناءً على استكمال جميع المستندات والمتطلبات اللازمة.متاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#3B82F6"
      }
    ]
  },
  {
    "documentId": "service_12",
    "slug": "ترخيص-المصارف-البنكية",
    "name": "ترخيص المصارف البنكية",
    "shortDescription": "خدمة ترخيص المصارف البنكية في السعودية تُقدَّم من قبل البنك المركزي السعودي (ساما)، وتهدف إلى تنظيم قطاع البنوك وضمان التزام المؤسسات المصرفية بالمعايير المالية والقانونية الدولية والمحلية. تُساهم الخ",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 3,
    "finishPeriodMax": 6,
    "order": 12,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745ce0acbd07_1732627978.png",
      "name": "ترخيص المصارف البنكية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص المصارف البنكية في السعودية تُقدَّم من قبل البنك المركزي السعودي (ساما)، وتهدف إلى تنظيم قطاع البنوك وضمان التزام المؤسسات المصرفية بالمعايير المالية والقانونية الدولية والمحلية. تُساهم الخدمة في توفير بيئة مصرفية آمنة وموثوقة تُعزز من استقرار النظام المالي وتدعم نمو الاقتصاد الوطني.تشمل الخدمة إصدار وتجديد تراخيص البنوك والمؤسسات المالية، مع الالتزام بالمتطلبات القانونية، مثل تقديم دراسة جدوى شاملة، وثائق التأسيس، والالتزام بالحد الأدنى من رأس المال المحدد. يُشترط أيضًا توفير خطط واضحة لإدارة المخاطر والالتزام بمعايير الامتثال المالي.تُساهم هذه الخدمة في تعزيز الثقة بين العملاء والمؤسسات المصرفية، مما يدعم الشفافية ويُشجع على الاستثمار في القطاع المالي. تُعتبر هذه المبادرة جزءًا من رؤية المملكة 2030 لتعزيز القطاع المالي وجذب المؤسسات العالمية.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص المصارف البنكية في السعودية تُقدَّم من قبل البنك المركزي السعودي (ساما)، وتهدف إلى تنظيم قطاع البنوك وضمان التزام المؤسسات المصرفية بالمعايير المالية والقانونية الدولية والمحلية. تُساهم الخدمة في توفير بيئة مصرفية آمنة وموثوقة تُعزز من استقرار النظام المالي وتدعم نمو الاقتصاد الوطني. تشمل الخدمة إصدار وتجديد تراخيص البنوك والمؤسسات المالية، مع الالتزام بالمتطلبات القانونية، مثل تقديم دراسة جدوى شاملة، وثائق التأسيس، والالتزام بالحد الأدنى من رأس المال المحدد. يُشترط أيضًا توفير خطط واضحة لإدارة المخاطر والالتزام بمعايير الامتثال المالي. تُساهم هذه الخدمة في تعزيز الثقة بين العملاء والمؤسسات المصرفية، مما يدعم الشفافية ويُشجع على الاستثمار في القطاع المالي. تُعتبر هذه المبادرة جزءًا من رؤية المملكة 2030 لتعزيز القطاع المالي وجذب المؤسسات العالمية. تشمل تقديم دراسة جدوى شاملة، وثائق التأسيس، والالتزام برأس المال المطلوب. تستغرق العملية عادةً من 3 إلى 6 أشهر. نعم، بشرط الالتزام بالأنظمة واللوائح المحلية. تكون صلاحية الترخيص دائمة مع الالتزام بالتقارير الدورية والمراجعات. نعم، ت",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص المصارف البنكية في السعودية تُقدَّم من قبل البنك المركزي السعودي (ساما)"
      },
      {
        "id": 2,
        "requirement": "مثل تقديم دراسة جدوى شاملة"
      },
      {
        "id": 3,
        "requirement": "تشمل تقديم دراسة جدوى شاملة"
      },
      {
        "id": 4,
        "requirement": "تكون صلاحية الترخيص دائمة مع الالتزام بالتقارير الدورية والمراجعات"
      },
      {
        "id": 5,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار ترخيص المصارف البنكية عادةً من 3 إلى 6 أشهر، وذلك حسب استكمال جميع الوثائق والمتطلبات اللازمة من قبل المؤسسة المتقدمة.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EF4444"
      }
    ]
  },
  {
    "documentId": "service_13",
    "slug": "ترخيص-محطات-الوقود",
    "name": "ترخيص محطات الوقود",
    "shortDescription": "خدمة ترخيص محطات الوقود في المملكة العربية السعودية تُقدَّم من قبل وزارة الشؤون البلدية والقروية والإسكان، وتهدف إلى تنظيم قطاع بيع الوقود وضمان التزام المحطات بالمعايير البيئية والفنية المطلوبة. تشمل",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 60,
    "order": 13,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745cfdc3a395_1732628444.png",
      "name": "ترخيص محطات الوقود"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص محطات الوقود في المملكة العربية السعودية تُقدَّم من قبل وزارة الشؤون البلدية والقروية والإسكان، وتهدف إلى تنظيم قطاع بيع الوقود وضمان التزام المحطات بالمعايير البيئية والفنية المطلوبة. تشمل هذه الخدمة إصدار وتجديد تراخيص محطات الوقود لضمان تقديم خدمات آمنة وعالية الجودة للمستهلكين.تعمل الخدمة على تحسين مستوى الأمان والكفاءة التشغيلية للمحطات من خلال الالتزام بالمتطلبات القانونية مثل تقديم مخططات هندسية معتمدة، شهادات سلامة، وتركيب أنظمة قياس وقود مطابقة للمعايير. يُشترط أيضًا الحصول على موافقات من الجهات المختصة مثل الدفاع المدني لضمان سلامة التشغيل.تهدف هذه الخدمة إلى تعزيز ثقة العملاء في المحطات المرخصة، وتحفيز تطوير قطاع الوقود بما يتماشى مع رؤية المملكة 2030 لتحسين جودة الخدمات المقدمة وتعزيز معايير السلامة العامة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص محطات الوقود في المملكة العربية السعودية تُقدَّم من قبل وزارة الشؤون البلدية والقروية والإسكان، وتهدف إلى تنظيم قطاع بيع الوقود وضمان التزام المحطات بالمعايير البيئية والفنية المطلوبة. تشمل هذه الخدمة إصدار وتجديد تراخيص محطات الوقود لضمان تقديم خدمات آمنة وعالية الجودة للمستهلكين. تعمل الخدمة على تحسين مستوى الأمان والكفاءة التشغيلية للمحطات من خلال الالتزام بالمتطلبات القانونية مثل تقديم مخططات هندسية معتمدة، شهادات سلامة، وتركيب أنظمة قياس وقود مطابقة للمعايير. يُشترط أيضًا الحصول على موافقات من الجهات المختصة مثل الدفاع المدني لضمان سلامة التشغيل. تهدف هذه الخدمة إلى تعزيز ثقة العملاء في المحطات المرخصة، وتحفيز تطوير قطاع الوقود بما يتماشى مع رؤية المملكة 2030 لتحسين جودة الخدمات المقدمة وتعزيز معايير السلامة العامة. تقديم مخططات هندسية، شهادة سلامة من الدفاع المدني، وخطة تشغيلية. تستغرق العملية عادةً من 30 إلى 60 يوم عمل نعم، بشرط الالتزام باللوائح المطلوبة. تكون صلاحية الترخيص 5 سنوات قابلة للتجديد.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص محطات الوقود في المملكة العربية السعودية تُقدَّم من قبل وزارة الشؤون البلدية والقروية والإسكان"
      },
      {
        "id": 2,
        "requirement": "تشمل هذه الخدمة إصدار وتجديد تراخيص محطات الوقود لضمان تقديم خدمات آمنة وعالية الجودة للمستهلكين"
      },
      {
        "id": 3,
        "requirement": "تعمل الخدمة على تحسين مستوى الأمان والكفاءة التشغيلية للمحطات من خلال الالتزام بالمتطلبات القانونية مثل تقديم مخططات هندسية معتمدة"
      },
      {
        "id": 4,
        "requirement": "شهادة سلامة من الدفاع المدني"
      },
      {
        "id": 5,
        "requirement": "تكون صلاحية الترخيص 5 سنوات قابلة للتجديد"
      },
      {
        "id": 6,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار ترخيص محطات الوقود عادةً من 30 إلى 60 يوم عمل بعد تقديم كافة المستندات المطلوبة واستكمال الإجراءات.متاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#3B82F6"
      }
    ]
  },
  {
    "documentId": "service_14",
    "slug": "ترخيص-المختبرات-الطبية-والصيدليات",
    "name": "ترخيص المختبرات الطبية والصيدليات",
    "shortDescription": "خدمة ترخيص المختبرات الطبية والصيدليات تُقدَّم من قبل وزارة الصحة في المملكة العربية السعودية، وتهدف إلى تنظيم قطاع الخدمات الصحية وضمان تقديم خدمات طبية وصيدلانية عالية الجودة تتماشى مع المعايير الوط",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 15,
    "finishPeriodMax": 30,
    "order": 14,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745d20f1e487_1732629007.png",
      "name": "ترخيص المختبرات الطبية والصيدليات"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص المختبرات الطبية والصيدليات تُقدَّم من قبل وزارة الصحة في المملكة العربية السعودية، وتهدف إلى تنظيم قطاع الخدمات الصحية وضمان تقديم خدمات طبية وصيدلانية عالية الجودة تتماشى مع المعايير الوطنية. تشمل هذه الخدمة إصدار وتجديد تراخيص المختبرات الطبية والصيدليات لضمان التزامها بالمتطلبات القانونية والصحية.تعمل الخدمة على تعزيز ثقة المجتمع في المنشآت الصحية والصيدلانية من خلال التأكد من استيفائها المعايير المحددة. تشمل متطلبات الحصول على الترخيص تقديم خطة تشغيلية واضحة، تجهيزات طبية وصيدلانية مطابقة للمواصفات، وتوظيف كوادر طبية وصيدلانية مؤهلة بشهادات معتمدة.تُسهم هذه الخدمة في تحسين جودة الخدمات الصحية المقدمة، وتعزيز القطاع الصحي ليكون بيئة آمنة وموثوقة تلبي احتياجات المواطنين والمقيمين، بما يواكب رؤية المملكة 2030 في تطوير البنية التحتية الصحية.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص المختبرات الطبية والصيدليات تُقدَّم من قبل وزارة الصحة في المملكة العربية السعودية، وتهدف إلى تنظيم قطاع الخدمات الصحية وضمان تقديم خدمات طبية وصيدلانية عالية الجودة تتماشى مع المعايير الوطنية. تشمل هذه الخدمة إصدار وتجديد تراخيص المختبرات الطبية والصيدليات لضمان التزامها بالمتطلبات القانونية والصحية. تعمل الخدمة على تعزيز ثقة المجتمع في المنشآت الصحية والصيدلانية من خلال التأكد من استيفائها المعايير المحددة. تشمل متطلبات الحصول على الترخيص تقديم خطة تشغيلية واضحة، تجهيزات طبية وصيدلانية مطابقة للمواصفات، وتوظيف كوادر طبية وصيدلانية مؤهلة بشهادات معتمدة. تُسهم هذه الخدمة في تحسين جودة الخدمات الصحية المقدمة، وتعزيز القطاع الصحي ليكون بيئة آمنة وموثوقة تلبي احتياجات المواطنين والمقيمين، بما يواكب رؤية المملكة 2030 في تطوير البنية التحتية الصحية. تقديم خطة تشغيلية واضحة، تجهيزات طبية وصيدلانية مطابقة للمواصفات، شهادة تأمين ضد الأخطاء الطبية، وقائمة بالكوادر المؤهلة. نعم، تُجرى زيارات تفتيشية لضمان الالتزام بالمعايير الصحية والقانونية. تستغرق العملية عادةً من 15 إلى 30 يوم عمل.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص المختبرات الطبية والصيدليات تُقدَّم من قبل وزارة الصحة في المملكة العربية السعودية"
      },
      {
        "id": 2,
        "requirement": "وتهدف إلى تنظيم قطاع الخدمات الصحية وضمان تقديم خدمات طبية وصيدلانية عالية الجودة تتماشى مع المعايير الوطنية"
      },
      {
        "id": 3,
        "requirement": "تشمل متطلبات الحصول على الترخيص تقديم خطة تشغيلية واضحة"
      },
      {
        "id": 4,
        "requirement": "تقديم خطة تشغيلية واضحة"
      },
      {
        "id": 5,
        "requirement": "شهادة تأمين ضد الأخطاء الطبية"
      },
      {
        "id": 6,
        "requirement": "تشمل المستندات المخططات الهندسية"
      },
      {
        "id": 7,
        "requirement": "وشهادة فحص تجهيزات السلامة"
      },
      {
        "id": 8,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار ترخيص المختبرات الطبية والصيدليات عادةً من 15 إلى 30 يوم عمل بعد استكمال جميع المستندات المطلوبة.متاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#06B6D4"
      }
    ]
  },
  {
    "documentId": "service_15",
    "slug": "ترخيص-ملاهي-ترفيهية",
    "name": "ترخيص ملاهي ترفيهية",
    "shortDescription": "خدمة ترخيص إنشاء الملاهي تُقدَّم من قبل الهيئة العامة للترفيه في المملكة العربية السعودية. تهدف هذه الخدمة إلى تنظيم قطاع الترفيه وضمان توفير بيئة آمنة وممتعة للمواطنين والمقيمين من خلال الالتزام بالم",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 60,
    "order": 15,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745d652dc2e2_1732630098.png",
      "name": "ترخيص ملاهي ترفيهية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص إنشاء الملاهي تُقدَّم من قبل الهيئة العامة للترفيه في المملكة العربية السعودية. تهدف هذه الخدمة إلى تنظيم قطاع الترفيه وضمان توفير بيئة آمنة وممتعة للمواطنين والمقيمين من خلال الالتزام بالمعايير الفنية والسلامة. تشمل الخدمة إصدار وتجديد التراخيص الخاصة بالملاهي الترفيهية لضمان تحقيق أعلى معايير الجودة والأمان.تشمل متطلبات الخدمة تقديم مخططات هندسية معتمدة، تفاصيل حول الألعاب والمرافق، وخطط إدارة السلامة والصيانة. كما يُشترط الحصول على موافقات الجهات المختصة مثل الدفاع المدني لضمان سلامة المنشآت. تُتيح هذه الخدمة التقديم عبر منصة الهيئة العامة للترفيه إلكترونيًا، مما يسهل على المستثمرين متابعة الطلبات واستكمال الإجراءات.تُسهم الخدمة في تطوير قطاع الترفيه كجزء من رؤية المملكة 2030، حيث تُشجع الاستثمار في المشاريع الترفيهية لتعزيز السياحة المحلية والدولية، مع ضمان تقديم تجربة ممتعة وآمنة للجميع.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص إنشاء الملاهي تُقدَّم من قبل الهيئة العامة للترفيه في المملكة العربية السعودية. تهدف هذه الخدمة إلى تنظيم قطاع الترفيه وضمان توفير بيئة آمنة وممتعة للمواطنين والمقيمين من خلال الالتزام بالمعايير الفنية والسلامة. تشمل الخدمة إصدار وتجديد التراخيص الخاصة بالملاهي الترفيهية لضمان تحقيق أعلى معايير الجودة والأمان. تشمل متطلبات الخدمة تقديم مخططات هندسية معتمدة، تفاصيل حول الألعاب والمرافق، وخطط إدارة السلامة والصيانة. كما يُشترط الحصول على موافقات الجهات المختصة مثل الدفاع المدني لضمان سلامة المنشآت. تُتيح هذه الخدمة التقديم عبر منصة الهيئة العامة للترفيه إلكترونيًا، مما يسهل على المستثمرين متابعة الطلبات واستكمال الإجراءات. تُسهم الخدمة في تطوير قطاع الترفيه كجزء من رؤية المملكة 2030، حيث تُشجع الاستثمار في المشاريع الترفيهية لتعزيز السياحة المحلية والدولية، مع ضمان تقديم تجربة ممتعة وآمنة للجميع. تقديم مخططات هندسية، تفاصيل الألعاب والمرافق، وخطة السلامة والصيانة. تستغرق العملية عادةً من 30 إلى 60 يوم عمل. نعم، بشرط الحصول على موافقات إضافية من الجهات المختصة. عادةً ما تكون مد",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص إنشاء الملاهي تُقدَّم من قبل الهيئة العامة للترفيه في المملكة العربية السعودية"
      },
      {
        "id": 2,
        "requirement": "تشمل متطلبات الخدمة تقديم مخططات هندسية معتمدة"
      },
      {
        "id": 3,
        "requirement": "تُتيح هذه الخدمة التقديم عبر منصة الهيئة العامة للترفيه إلكترونيًا"
      },
      {
        "id": 4,
        "requirement": "مع ضمان تقديم تجربة ممتعة وآمنة للجميع"
      },
      {
        "id": 5,
        "requirement": "عادةً ما تكون مدة الترخيص سنة واحدة قابلة للتجديد"
      },
      {
        "id": 6,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار ترخيص إنشاء الملاهي عادةً من 30 إلى 60 يوم عملمتاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#3B82F6"
      }
    ]
  },
  {
    "documentId": "service_16",
    "slug": "ترخيص-الفنادق-والشقق-المخدومة",
    "name": "ترخيص الفنادق والشقق المخدومة",
    "shortDescription": "خدمة ترخيص الفنادق والشقق المخدومة تُقدَّم من قبل وزارة السياحة في المملكة العربية السعودية، وتهدف إلى تنظيم قطاع الضيافة وضمان التزام المنشآت الفندقية بمعايير الجودة والخدمة المتميزة. تشمل الخدمة إصد",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 20,
    "finishPeriodMax": 30,
    "order": 16,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745d950d5669_1732630864.png",
      "name": "ترخيص الفنادق والشقق المخدومة"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص الفنادق والشقق المخدومة تُقدَّم من قبل وزارة السياحة في المملكة العربية السعودية، وتهدف إلى تنظيم قطاع الضيافة وضمان التزام المنشآت الفندقية بمعايير الجودة والخدمة المتميزة. تشمل الخدمة إصدار وتجديد تراخيص تشغيل الفنادق والشقق المخدومة مع ضمان الالتزام بالمعايير السياحية، مما يُسهم في تحسين تجربة الزوار وتعزيز القطاع السياحي.تشمل متطلبات الترخيص تقديم مخططات هندسية معتمدة، تجهيزات مطابقة للمعايير، وجود كوادر إدارية مؤهلة، والالتزام بلوائح السلامة والصحة العامة.تُساهم هذه الخدمة في تعزيز مكانة المملكة كوجهة سياحية عالمية عبر تقديم خدمات ضيافة عالية الجودة، مما يعكس رؤية المملكة 2030 في تطوير القطاع السياحي وتعزيز الاستثمارات في مجال الضيافة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص الفنادق والشقق المخدومة تُقدَّم من قبل وزارة السياحة في المملكة العربية السعودية، وتهدف إلى تنظيم قطاع الضيافة وضمان التزام المنشآت الفندقية بمعايير الجودة والخدمة المتميزة. تشمل الخدمة إصدار وتجديد تراخيص تشغيل الفنادق والشقق المخدومة مع ضمان الالتزام بالمعايير السياحية، مما يُسهم في تحسين تجربة الزوار وتعزيز القطاع السياحي.تشمل متطلبات الترخيص تقديم مخططات هندسية معتمدة، تجهيزات مطابقة للمعايير، وجود كوادر إدارية مؤهلة، والالتزام بلوائح السلامة والصحة العامة. تُساهم هذه الخدمة في تعزيز مكانة المملكة كوجهة سياحية عالمية عبر تقديم خدمات ضيافة عالية الجودة، مما يعكس رؤية المملكة 2030 في تطوير القطاع السياحي وتعزيز الاستثمارات في مجال الضيافة. يجب الالتزام بمعايير النظافة، تجهيزات السلامة، وتقديم مخططات هندسية معتمدة. تستغرق عادةً من 20 إلى 30 يوم عمل. تشمل المخططات الهندسية، شهادة سلامة المنشأة، وخطة تشغيلية. نعم، تُجرى زيارات للتأكد من الامتثال للمعايير.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص الفنادق والشقق المخدومة تُقدَّم من قبل وزارة السياحة في المملكة العربية السعودية"
      },
      {
        "id": 2,
        "requirement": "تشمل متطلبات الترخيص تقديم مخططات هندسية معتمدة"
      },
      {
        "id": 3,
        "requirement": "تُساهم هذه الخدمة في تعزيز مكانة المملكة كوجهة سياحية عالمية عبر تقديم خدمات ضيافة عالية الجودة"
      },
      {
        "id": 4,
        "requirement": "يجب الالتزام بمعايير النظافة"
      },
      {
        "id": 5,
        "requirement": "وتقديم مخططات هندسية معتمدة"
      },
      {
        "id": 6,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "وتهدف إلى تنظيم قطاع الضيافة وضمان التزام المنشآت الفندقية ب...",
        "description": "وتهدف إلى تنظيم قطاع الضيافة وضمان التزام المنشآت الفندقية بمعايير الجودة والخدمة المتميزة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#06B6D4"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار ترخيص الفنادق والشقق المخدومة عادةً من 20 إلى 30 يوم عمل، بناءً على استكمال جميع المستندات والمتطلبات.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#F59E0B"
      }
    ]
  },
  {
    "documentId": "service_17",
    "slug": "ترخيص-البث-الاذاعي-والتلفزيوني",
    "name": "ترخيص البث الإذاعي والتلفزيوني",
    "shortDescription": "خدمة ترخيص البث الإذاعي والتلفزيوني تُقدَّم من قبل الهيئة العامة للإعلام المرئي والمسموع في المملكة العربية السعودية. تهدف هذه الخدمة إلى تنظيم قطاع الإعلام وضمان تقديم محتوى إعلامي عالي الجودة يتوافق",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 20,
    "finishPeriodMax": 40,
    "order": 17,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6745dd82b4d3e_1732631938.png",
      "name": "ترخيص البث الإذاعي والتلفزيوني"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص البث الإذاعي والتلفزيوني تُقدَّم من قبل الهيئة العامة للإعلام المرئي والمسموع في المملكة العربية السعودية. تهدف هذه الخدمة إلى تنظيم قطاع الإعلام وضمان تقديم محتوى إعلامي عالي الجودة يتوافق مع القوانين واللوائح المحلية. تشمل الخدمة إصدار وتجديد تراخيص للبث الإذاعي والتلفزيوني، مما يُسهم في تعزيز الشفافية والإبداع الإعلامي.توفر الخدمة إجراءات إلكترونية تسهّل على الشركات الإعلامية تقديم الطلبات ومتابعتها. يجب على المتقدمين تقديم خطة عمل تتضمن طبيعة المحتوى، وثائق تأسيس الشركة، والالتزام بحقوق الملكية الفكرية. كما يُشترط الالتزام بالمعايير الفنية والهندسية التي تضمن جودة البث وسلامة العمليات.تدعم هذه الخدمة تطوير قطاع الإعلام المحلي وتعزيز دوره في نشر الوعي الثقافي والاجتماعي، مما يعكس رؤية المملكة 2030 في بناء قطاع إعلامي متميز ومتنوع.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص البث الإذاعي والتلفزيوني تُقدَّم من قبل الهيئة العامة للإعلام المرئي والمسموع في المملكة العربية السعودية. تهدف هذه الخدمة إلى تنظيم قطاع الإعلام وضمان تقديم محتوى إعلامي عالي الجودة يتوافق مع القوانين واللوائح المحلية. تشمل الخدمة إصدار وتجديد تراخيص للبث الإذاعي والتلفزيوني، مما يُسهم في تعزيز الشفافية والإبداع الإعلامي. توفر الخدمة إجراءات إلكترونية تسهّل على الشركات الإعلامية تقديم الطلبات ومتابعتها. يجب على المتقدمين تقديم خطة عمل تتضمن طبيعة المحتوى، وثائق تأسيس الشركة، والالتزام بحقوق الملكية الفكرية. كما يُشترط الالتزام بالمعايير الفنية والهندسية التي تضمن جودة البث وسلامة العمليات. تدعم هذه الخدمة تطوير قطاع الإعلام المحلي وتعزيز دوره في نشر الوعي الثقافي والاجتماعي، مما يعكس رؤية المملكة 2030 في بناء قطاع إعلامي متميز ومتنوع. تقديم خطة عمل، وثائق التأسيس، والالتزام بحقوق الملكية الفكرية. تستغرق العملية من 20 إلى 40 يوم عمل. نعم، بشرط الحصول على الموافقات اللازمة. تختلف صلاحية الترخيص بناءً على نوع البث، من سنة إلى خمس سنوات.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص البث الإذاعي والتلفزيوني تُقدَّم من قبل الهيئة العامة للإعلام المرئي والمسموع في المملكة العربية السعودية"
      },
      {
        "id": 2,
        "requirement": "تهدف هذه الخدمة إلى تنظيم قطاع الإعلام وضمان تقديم محتوى إعلامي عالي الجودة يتوافق مع القوانين واللوائح المحلية"
      },
      {
        "id": 3,
        "requirement": "توفر الخدمة إجراءات إلكترونية تسهّل على الشركات الإعلامية تقديم الطلبات ومتابعتها"
      },
      {
        "id": 4,
        "requirement": "يجب على المتقدمين تقديم خطة عمل تتضمن طبيعة المحتوى"
      },
      {
        "id": 5,
        "requirement": "تختلف صلاحية الترخيص بناءً على نوع البث"
      },
      {
        "id": 6,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "توفر الخدمة إجراءات إلكترونية تسهّل على الشركات الإعلامية تق...",
        "description": "توفر الخدمة إجراءات إلكترونية تسهّل على الشركات الإعلامية تقديم الطلبات ومتابعتها",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار ترخيص البث الإذاعي والتلفزيوني عادةً من 20 إلى 40 يوم عملمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EC4899"
      }
    ]
  },
  {
    "documentId": "service_18",
    "slug": "ترخيص-شركات-النقل-اللوجستي",
    "name": "ترخيص شركات النقل اللوجستي",
    "shortDescription": "خدمة ترخيص شركات النقل اللوجستي تُقدَّم من الجهات المختصة في المملكة العربية السعودية لتنظيم قطاع النقل والخدمات اللوجستية وضمان تقديم خدمات آمنة وفعالة تلبي احتياجات السوق المحلي والدولي. تهدف هذه ال",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 20,
    "finishPeriodMax": 30,
    "order": 18,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/674f80cf63801_1733263567.png",
      "name": "ترخيص شركات النقل اللوجستي"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص شركات النقل اللوجستي تُقدَّم من الجهات المختصة في المملكة العربية السعودية لتنظيم قطاع النقل والخدمات اللوجستية وضمان تقديم خدمات آمنة وفعالة تلبي احتياجات السوق المحلي والدولي. تهدف هذه الخدمة إلى تعزيز كفاءة النقل وسلاسة العمليات اللوجستية بما يتماشى مع رؤية المملكة 2030 لجعل المملكة مركزًا لوجستيًا عالميًا.تشمل الخدمة إصدار وتجديد تراخيص شركات النقل اللوجستي بمختلف أنواعها، سواء كانت مختصة بالنقل البري، البحري، أو الجوي. يتطلب الترخيص تقديم مستندات مثل السجل التجاري، خطة تشغيلية، تفاصيل أسطول النقل، وشهادات السلامة.تتيح الخدمة للشركات العمل بشكل قانوني مع التزامها باللوائح والمعايير المحددة من الجهات المنظمة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص شركات النقل اللوجستي تُقدَّم من الجهات المختصة في المملكة العربية السعودية لتنظيم قطاع النقل والخدمات اللوجستية وضمان تقديم خدمات آمنة وفعالة تلبي احتياجات السوق المحلي والدولي. تهدف هذه الخدمة إلى تعزيز كفاءة النقل وسلاسة العمليات اللوجستية بما يتماشى مع رؤية المملكة 2030 لجعل المملكة مركزًا لوجستيًا عالميًا. تشمل الخدمة إصدار وتجديد تراخيص شركات النقل اللوجستي بمختلف أنواعها، سواء كانت مختصة بالنقل البري، البحري، أو الجوي. يتطلب الترخيص تقديم مستندات مثل السجل التجاري، خطة تشغيلية، تفاصيل أسطول النقل، وشهادات السلامة. تتيح الخدمة للشركات العمل بشكل قانوني مع التزامها باللوائح والمعايير المحددة من الجهات المنظمة. يمكن لأي شركة تعمل في مجالات النقل البري، البحري، أو الجوي التقديم للحصول على الترخيص. نعم، يجب على الشركات تقديم تفاصيل المرافق المستخدمة في العمليات اللوجستية، مثل المستودعات ومراكز التوزيع. الترخيص صالح لمدة سنة واحدة قابلة للتجديد. نعم، بشرط أن تكون مسجلة لدى الجهات المختصة داخل المملكة وتلتزم باللوائح المحلية. يتم تعليق نشاط الشركة وقد تُفرض غرامات مالية حتى ي",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص شركات النقل اللوجستي تُقدَّم من الجهات المختصة في المملكة العربية السعودية لتنظيم قطاع النقل والخدمات اللوجستية وضمان تقديم خدمات آمنة وفعالة تلبي احتياجات السوق المحلي والدولي"
      },
      {
        "id": 2,
        "requirement": "يتطلب الترخيص تقديم مستندات مثل السجل التجاري"
      },
      {
        "id": 3,
        "requirement": "أو الجوي التقديم للحصول على الترخيص"
      },
      {
        "id": 4,
        "requirement": "يجب على الشركات تقديم تفاصيل المرافق المستخدمة في العمليات اللوجستية"
      },
      {
        "id": 5,
        "requirement": "الترخيص صالح لمدة سنة واحدة قابلة للتجديد"
      },
      {
        "id": 6,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "تتيح الخدمة للشركات العمل بشكل قانوني مع التزامها باللوائح و...",
        "description": "تتيح الخدمة للشركات العمل بشكل قانوني مع التزامها باللوائح والمعايير المحددة من الجهات المنظمة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#EC4899"
      },
      {
        "id": 2,
        "title": "يمكن لأي شركة تعمل في مجالات النقل البري...",
        "description": "يمكن لأي شركة تعمل في مجالات النقل البري",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_2"
        },
        "icon_color_code": "#8B5CF6"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار الترخيص عادةً من 20 إلى 30 يوم عمل.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#F97316"
      }
    ]
  },
  {
    "documentId": "service_19",
    "slug": "ترخيص-وسطاء-التامين",
    "name": "ترخيص وسطاء التأمين",
    "shortDescription": "\"خدمة ترخيص وسطاء التأمين تُقدَّم لتنظيم عمل الأفراد والشركات التي تقدم خدمات الوساطة في قطاع التأمين داخل المملكة العربية السعودية. تهدف هذه الخدمة إلى ضمان التزام وسطاء التأمين بالمعايير المهنية وال",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 15,
    "finishPeriodMax": 30,
    "order": 19,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/674f82978e091_1733264023.png",
      "name": "ترخيص وسطاء التأمين"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "\"خدمة ترخيص وسطاء التأمين تُقدَّم لتنظيم عمل الأفراد والشركات التي تقدم خدمات الوساطة في قطاع التأمين داخل المملكة العربية السعودية. تهدف هذه الخدمة إلى ضمان التزام وسطاء التأمين بالمعايير المهنية والقانونية، وتوفير بيئة عمل شفافة تدعم ثقة العملاء في الخدمات المقدمة.تشمل الخدمة إصدار وتجديد التراخيص للأفراد والشركات بعد استيفاء المتطلبات القانونية والإدارية. يتطلب الترخيص تقديم مستندات مثل السجل التجاري (للشركات)، شهادات الكفاءة المهنية، خطة عمل واضحة، وشهادة تأمين تغطي أنشطة الوساطة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "\"خدمة ترخيص وسطاء التأمين تُقدَّم لتنظيم عمل الأفراد والشركات التي تقدم خدمات الوساطة في قطاع التأمين داخل المملكة العربية السعودية. تهدف هذه الخدمة إلى ضمان التزام وسطاء التأمين بالمعايير المهنية والقانونية، وتوفير بيئة عمل شفافة تدعم ثقة العملاء في الخدمات المقدمة. تشمل الخدمة إصدار وتجديد التراخيص للأفراد والشركات بعد استيفاء المتطلبات القانونية والإدارية. يتطلب الترخيص تقديم مستندات مثل السجل التجاري (للشركات)، شهادات الكفاءة المهنية، خطة عمل واضحة، وشهادة تأمين تغطي أنشطة الوساطة. يمكن للأفراد والشركات العاملة في قطاع التأمين التقديم للحصول على الترخيص بعد استيفاء المتطلبات. الترخيص صالح لمدة سنة واحدة قابلة للتجديد. نعم، قد يُطلب من الأفراد اجتياز اختبار أو مقابلة لتقييم الكفاءة المهنية",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "\"خدمة ترخيص وسطاء التأمين تُقدَّم لتنظيم عمل الأفراد والشركات التي تقدم خدمات الوساطة في قطاع التأمين داخل المملكة العربية السعودية"
      },
      {
        "id": 2,
        "requirement": "يتطلب الترخيص تقديم مستندات مثل السجل التجاري (للشركات)"
      },
      {
        "id": 3,
        "requirement": "وشهادة تأمين تغطي أنشطة الوساطة"
      },
      {
        "id": 4,
        "requirement": "يمكن للأفراد والشركات العاملة في قطاع التأمين التقديم للحصول على الترخيص بعد استيفاء المتطلبات"
      },
      {
        "id": 5,
        "requirement": "الترخيص صالح لمدة سنة واحدة قابلة للتجديد"
      },
      {
        "id": 6,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "يمكن للأفراد والشركات العاملة في قطاع التأمين التقديم للحصول...",
        "description": "يمكن للأفراد والشركات العاملة في قطاع التأمين التقديم للحصول على الترخيص بعد استيفاء المتطلبات",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#F97316"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية الترخيص عادةً من 15 إلى 30 يوم عملمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EF4444"
      }
    ]
  },
  {
    "documentId": "service_20",
    "slug": "ترخيص-محطات-الطاقة-الشمسية",
    "name": "ترخيص محطات الطاقة الشمسية",
    "shortDescription": "خدمة ترخيص محطات الطاقة الشمسية تُقدَّم من الجهات المختصة في المملكة العربية السعودية بهدف تنظيم قطاع الطاقة المتجددة وتشجيع الاستثمار فيه. تهدف الخدمة إلى تسهيل إنشاء وتشغيل محطات توليد الكهرباء من ا",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 60,
    "order": 20,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/674f83eb876ea_1733264363.png",
      "name": "ترخيص محطات الطاقة الشمسية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص محطات الطاقة الشمسية تُقدَّم من الجهات المختصة في المملكة العربية السعودية بهدف تنظيم قطاع الطاقة المتجددة وتشجيع الاستثمار فيه. تهدف الخدمة إلى تسهيل إنشاء وتشغيل محطات توليد الكهرباء من الطاقة الشمسية بما يتماشى مع رؤية المملكة 2030 لتعزيز الاستدامة البيئية وتنويع مصادر الطاقة.تشمل الخدمة إصدار وتجديد تراخيص لمحطات الطاقة الشمسية مع الالتزام بالمعايير البيئية والتقنية. يتطلب الحصول على الترخيص تقديم دراسة جدوى، مخططات هندسية معتمدة، تقرير تقييم الأثر البيئي، وخطة تشغيلية واضحة.تساعد هذه الخدمة المستثمرين في تحقيق عائد استثماري آمن ومستدام، مع توفير دعم فني وتنظيمي خلال جميع مراحل المشروع",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص محطات الطاقة الشمسية تُقدَّم من الجهات المختصة في المملكة العربية السعودية بهدف تنظيم قطاع الطاقة المتجددة وتشجيع الاستثمار فيه. تهدف الخدمة إلى تسهيل إنشاء وتشغيل محطات توليد الكهرباء من الطاقة الشمسية بما يتماشى مع رؤية المملكة 2030 لتعزيز الاستدامة البيئية وتنويع مصادر الطاقة. تشمل الخدمة إصدار وتجديد تراخيص لمحطات الطاقة الشمسية مع الالتزام بالمعايير البيئية والتقنية. يتطلب الحصول على الترخيص تقديم دراسة جدوى، مخططات هندسية معتمدة، تقرير تقييم الأثر البيئي، وخطة تشغيلية واضحة. تساعد هذه الخدمة المستثمرين في تحقيق عائد استثماري آمن ومستدام، مع توفير دعم فني وتنظيمي خلال جميع مراحل المشروع يمكن لأي مستثمر أو شركة ترغب في تطوير مشاريع الطاقة الشمسية التقديم للحصول على الترخيص نعم، يجب تقديم تقرير تقييم الأثر البيئي لضمان الامتثال للمعايير البيئية الترخيص صالح لمدة 5 سنوات قابلة للتجديد قد يتم إلغاء الترخيص أو فرض غرامات إذا لم يتم تشغيل المحطة خلال الفترة المحددة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص محطات الطاقة الشمسية تُقدَّم من الجهات المختصة في المملكة العربية السعودية بهدف تنظيم قطاع الطاقة المتجددة وتشجيع الاستثمار فيه"
      },
      {
        "id": 2,
        "requirement": "يتطلب الحصول على الترخيص تقديم دراسة جدوى"
      },
      {
        "id": 3,
        "requirement": "مع توفير دعم فني وتنظيمي خلال جميع مراحل المشروع يمكن لأي مستثمر أو شركة ترغب في تطوير مشاريع الطاقة الشمسية التقديم للحصول على الترخيص نعم"
      },
      {
        "id": 4,
        "requirement": "يجب تقديم تقرير تقييم الأثر البيئي لضمان الامتثال للمعايير البيئية الترخيص صالح لمدة 5 سنوات قابلة للتجديد قد يتم إلغاء الترخيص أو فرض غرامات إذا لم يتم تشغيل المحطة خلال الفترة المحددة عبّئ النموذج الآن"
      },
      {
        "id": 5,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "مع توفير دعم فني وتنظيمي خلال جميع مراحل المشروع يمكن لأي مس...",
        "description": "مع توفير دعم فني وتنظيمي خلال جميع مراحل المشروع يمكن لأي مستثمر أو شركة ترغب في تطوير مشاريع الطاقة الشمسية التقديم للحصول على الترخيص نعم",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#06B6D4"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار الترخيص عادةً من 30 إلى 60 يوم عملمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#10B981"
      }
    ]
  },
  {
    "documentId": "service_21",
    "slug": "ترخيص-حاضنات-الاعمال-ومسرعات-الاعمال",
    "name": "ترخيص حاضنات الأعمال ومسرعات الأعمال",
    "shortDescription": "خدمة ترخيص حاضنات الأعمال ومسرعات الأعمال تُقدَّم لتنظيم قطاع ريادة الأعمال في المملكة العربية السعودية وتعزيز الابتكار ودعم الشركات الناشئة. تهدف هذه الخدمة إلى تسهيل إنشاء وتشغيل حاضنات الأعمال والم",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 15,
    "finishPeriodMax": 30,
    "order": 21,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/674f853977c17_1733264697.png",
      "name": "ترخيص حاضنات الأعمال ومسرعات الأعمال"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص حاضنات الأعمال ومسرعات الأعمال تُقدَّم لتنظيم قطاع ريادة الأعمال في المملكة العربية السعودية وتعزيز الابتكار ودعم الشركات الناشئة. تهدف هذه الخدمة إلى تسهيل إنشاء وتشغيل حاضنات الأعمال والمسرعات بما يتماشى مع رؤية المملكة 2030 لتحفيز ريادة الأعمال وتطوير الاقتصاد الوطني.تشمل الخدمة إصدار وتجديد التراخيص للمشاريع التي تقدم الدعم للشركات الناشئة من خلال تقديم مساحات عمل، استشارات، شبكات علاقات، وخدمات تدريبية متخصصة. للحصول على الترخيص، يتطلب تقديم دراسة جدوى، خطة تشغيلية، تفاصيل البرامج والخدمات المقدمة، ومرافق العمل المتاحة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص حاضنات الأعمال ومسرعات الأعمال تُقدَّم لتنظيم قطاع ريادة الأعمال في المملكة العربية السعودية وتعزيز الابتكار ودعم الشركات الناشئة. تهدف هذه الخدمة إلى تسهيل إنشاء وتشغيل حاضنات الأعمال والمسرعات بما يتماشى مع رؤية المملكة 2030 لتحفيز ريادة الأعمال وتطوير الاقتصاد الوطني. تشمل الخدمة إصدار وتجديد التراخيص للمشاريع التي تقدم الدعم للشركات الناشئة من خلال تقديم مساحات عمل، استشارات، شبكات علاقات، وخدمات تدريبية متخصصة. للحصول على الترخيص، يتطلب تقديم دراسة جدوى، خطة تشغيلية، تفاصيل البرامج والخدمات المقدمة، ومرافق العمل المتاحة. يمكن لأي فرد أو شركة تملك خطة واضحة لدعم الشركات الناشئة ومطابقة للمعايير المطلوبة التقديم تشمل الخدمات مساحات العمل، الاستشارات، برامج التدريب، شبكات العلاقات، وخدمات التمويل الترخيص صالح لمدة سنة واحدة قابلة للتجديد يتم تعليق نشاط الحاضنة أو المسرعة إلى حين استيفاء شروط التجديد",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص حاضنات الأعمال ومسرعات الأعمال تُقدَّم لتنظيم قطاع ريادة الأعمال في المملكة العربية السعودية وتعزيز الابتكار ودعم الشركات الناشئة"
      },
      {
        "id": 2,
        "requirement": "تشمل الخدمة إصدار وتجديد التراخيص للمشاريع التي تقدم الدعم للشركات الناشئة من خلال تقديم مساحات عمل"
      },
      {
        "id": 3,
        "requirement": "يتطلب تقديم دراسة جدوى"
      },
      {
        "id": 4,
        "requirement": "يمكن لأي فرد أو شركة تملك خطة واضحة لدعم الشركات الناشئة ومطابقة للمعايير المطلوبة التقديم تشمل الخدمات مساحات العمل"
      },
      {
        "id": 5,
        "requirement": "وخدمات التمويل الترخيص صالح لمدة سنة واحدة قابلة للتجديد يتم تعليق نشاط الحاضنة أو المسرعة إلى حين استيفاء شروط التجديد عبّئ النموذج الآن"
      },
      {
        "id": 6,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "يمكن لأي فرد أو شركة تملك خطة واضحة لدعم الشركات الناشئة ومط...",
        "description": "يمكن لأي فرد أو شركة تملك خطة واضحة لدعم الشركات الناشئة ومطابقة للمعايير المطلوبة التقديم تشمل الخدمات مساحات العمل",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار الترخيص عادةً من 15 إلى 30 يوم عملمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EF4444"
      }
    ]
  },
  {
    "documentId": "service_22",
    "slug": "ترخيص-شركات-المدفوعات-الالكترونية",
    "name": "ترخيص شركات المدفوعات الإلكترونية",
    "shortDescription": "خدمة ترخيص شركات المدفوعات الإلكترونية تُقدَّم من الجهات المختصة في المملكة العربية السعودية لتنظيم قطاع التقنية المالية (FinTech) وضمان تقديم خدمات مدفوعات آمنة وفعالة. تهدف الخدمة إلى دعم الابتكار ف",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 60,
    "order": 22,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/674f881815d2f_1733265432.png",
      "name": "ترخيص شركات المدفوعات الإلكترونية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص شركات المدفوعات الإلكترونية تُقدَّم من الجهات المختصة في المملكة العربية السعودية لتنظيم قطاع التقنية المالية (FinTech) وضمان تقديم خدمات مدفوعات آمنة وفعالة. تهدف الخدمة إلى دعم الابتكار في مجال التكنولوجيا المالية وتعزيز الثقة في الأنظمة المالية الرقمية بما يتماشى مع رؤية المملكة 2030.تشمل الخدمة إصدار وتجديد التراخيص للشركات التي تقدم خدمات المدفوعات الإلكترونية، مثل بوابات الدفع، المحافظ الرقمية، وخدمات الدفع عبر الأجهزة المحمولة. للحصول على الترخيص، يتطلب تقديم دراسة جدوى، خطة عمل تقنية، إثبات القدرات التقنية، والتزام بمعايير الأمان السيبراني.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص شركات المدفوعات الإلكترونية تُقدَّم من الجهات المختصة في المملكة العربية السعودية لتنظيم قطاع التقنية المالية (FinTech) وضمان تقديم خدمات مدفوعات آمنة وفعالة. تهدف الخدمة إلى دعم الابتكار في مجال التكنولوجيا المالية وتعزيز الثقة في الأنظمة المالية الرقمية بما يتماشى مع رؤية المملكة 2030. تشمل الخدمة إصدار وتجديد التراخيص للشركات التي تقدم خدمات المدفوعات الإلكترونية، مثل بوابات الدفع، المحافظ الرقمية، وخدمات الدفع عبر الأجهزة المحمولة. للحصول على الترخيص، يتطلب تقديم دراسة جدوى، خطة عمل تقنية، إثبات القدرات التقنية، والتزام بمعايير الأمان السيبراني. أي شركة تقنية مالية تستوفي المتطلبات القانونية والتقنية يمكنها التقديم الترخيص صالح لمدة سنة واحدة قابلة للتجديد يجب الالتزام بمعايير الأمن السيبراني المعتمدة من الجهات المختصة لضمان حماية بيانات المستخدمين",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص شركات المدفوعات الإلكترونية تُقدَّم من الجهات المختصة في المملكة العربية السعودية لتنظيم قطاع التقنية المالية (FinTech) وضمان تقديم خدمات مدفوعات آمنة وفعالة"
      },
      {
        "id": 2,
        "requirement": "يتطلب تقديم دراسة جدوى"
      },
      {
        "id": 3,
        "requirement": "أي شركة تقنية مالية تستوفي المتطلبات القانونية والتقنية يمكنها التقديم الترخيص صالح لمدة سنة واحدة قابلة للتجديد يجب الالتزام بمعايير الأمن السيبراني المعتمدة من الجهات المختصة لضمان حماية بيانات المستخدمين عبّئ النموذج الآن"
      },
      {
        "id": 4,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "أي شركة تقنية مالية تستوفي المتطلبات القانونية والتقنية يمكن...",
        "description": "أي شركة تقنية مالية تستوفي المتطلبات القانونية والتقنية يمكنها التقديم الترخيص صالح لمدة سنة واحدة قابلة للتجديد يجب الالتزام بمعايير الأمن السيبراني المعتمدة من الجهات المختصة لضمان حماية بيانات المستخدمين عبّئ النموذج الآن",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: تستغرق عملية إصدار الترخيص عادةً من 30 إلى 60 يوم عمل وتشمل مراجعة الوثائق واختبارات الأمان.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#10B981"
      }
    ]
  },
  {
    "documentId": "service_23",
    "slug": "ترخيص-حضانات-الاطفال",
    "name": "ترخيص حضانات الأطفال",
    "shortDescription": "خدمة ترخيص حضانات الأطفال تُقدَّم لتنظيم إنشاء وتشغيل الحضانات التي تقدم رعاية وتعليم للأطفال في المملكة العربية السعودية. تهدف الخدمة إلى ضمان التزام الحضانات بالمعايير التربوية والصحية وتوفير بيئة آ",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 20,
    "finishPeriodMax": 30,
    "order": 23,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6750971f92ab0_1733334815.png",
      "name": "ترخيص حضانات الأطفال"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة ترخيص حضانات الأطفال تُقدَّم لتنظيم إنشاء وتشغيل الحضانات التي تقدم رعاية وتعليم للأطفال في المملكة العربية السعودية. تهدف الخدمة إلى ضمان التزام الحضانات بالمعايير التربوية والصحية وتوفير بيئة آمنة ومناسبة لنمو وتطوير الأطفال، بما يتماشى مع الأنظمة واللوائح المعتمدة. تُعد هذه الخدمة ضرورية لدعم الأسر العاملة وتعزيز التنمية المبكرة للأطفال.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة ترخيص حضانات الأطفال تُقدَّم لتنظيم إنشاء وتشغيل الحضانات التي تقدم رعاية وتعليم للأطفال في المملكة العربية السعودية. تهدف الخدمة إلى ضمان التزام الحضانات بالمعايير التربوية والصحية وتوفير بيئة آمنة ومناسبة لنمو وتطوير الأطفال، بما يتماشى مع الأنظمة واللوائح المعتمدة. تُعد هذه الخدمة ضرورية لدعم الأسر العاملة وتعزيز التنمية المبكرة للأطفال.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "خدمة ترخيص حضانات الأطفال تُقدَّم لتنظيم إنشاء وتشغيل الحضانات التي تقدم رعاية وتعليم للأطفال في المملكة العربية السعودية"
      },
      {
        "id": 2,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: من 20 إلى 30 يوم عمل بعد تقديم جميع المستندات المطلوبة.متاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#3B82F6"
      }
    ]
  },
  {
    "documentId": "service_24",
    "slug": "تصاريح-مزارع-المواشي-والدواجن",
    "name": "تصاريح مزارع المواشي والدواجن",
    "shortDescription": "خدمة تُقدَّم من الجهات المختصة في المملكة العربية السعودية (مثل وزارة البيئة والمياه والزراعة) لتنظيم إنشاء وتشغيل مزارع المواشي والدواجن. تهدف الخدمة إلى ضمان الالتزام بالمعايير البيئية والصحية، وتعز",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 45,
    "order": 24,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/675098f8a8996_1733335288.png",
      "name": "تصاريح مزارع المواشي والدواجن"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة تُقدَّم من الجهات المختصة في المملكة العربية السعودية (مثل وزارة البيئة والمياه والزراعة) لتنظيم إنشاء وتشغيل مزارع المواشي والدواجن. تهدف الخدمة إلى ضمان الالتزام بالمعايير البيئية والصحية، وتعزيز الإنتاج الحيواني والداجني بطريقة مستدامة وآمنة. تُعتبر هذه الخدمة جزءًا من دعم الأمن الغذائي وتحقيق أهداف رؤية المملكة 2030 في تطوير القطاع الزراعي.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة تُقدَّم من الجهات المختصة في المملكة العربية السعودية (مثل وزارة البيئة والمياه والزراعة) لتنظيم إنشاء وتشغيل مزارع المواشي والدواجن. تهدف الخدمة إلى ضمان الالتزام بالمعايير البيئية والصحية، وتعزيز الإنتاج الحيواني والداجني بطريقة مستدامة وآمنة. تُعتبر هذه الخدمة جزءًا من دعم الأمن الغذائي وتحقيق أهداف رؤية المملكة 2030 في تطوير القطاع الزراعي.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: مدة إصدار الترخيص الأولي: من 30 إلى 45 يوم عمل، حسب استكمال جميع المتطلبات.متاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EC4899"
      }
    ]
  },
  {
    "documentId": "service_25",
    "slug": "ترخيص-مزارع-الهيدروبونيك",
    "name": "ترخيص مزارع الهيدروبونيك",
    "shortDescription": "خدمة تُقدَّم من وزارة البيئة والمياه والزراعة في المملكة العربية السعودية لتنظيم إنشاء وتشغيل مزارع الهيدروبونيك، وهي تقنيات زراعية تعتمد على زراعة النباتات بدون تربة باستخدام المياه المغذية. تهدف الخ",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 45,
    "order": 25,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/67509fbbced60_1733337019.png",
      "name": "ترخيص مزارع الهيدروبونيك"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة تُقدَّم من وزارة البيئة والمياه والزراعة في المملكة العربية السعودية لتنظيم إنشاء وتشغيل مزارع الهيدروبونيك، وهي تقنيات زراعية تعتمد على زراعة النباتات بدون تربة باستخدام المياه المغذية. تهدف الخدمة إلى دعم الابتكار الزراعي، تحسين الإنتاجية، وتقليل استهلاك المياه بما يتماشى مع رؤية المملكة 2030 لتعزيز الاستدامة البيئية والأمن الغذائي.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة تُقدَّم من وزارة البيئة والمياه والزراعة في المملكة العربية السعودية لتنظيم إنشاء وتشغيل مزارع الهيدروبونيك، وهي تقنيات زراعية تعتمد على زراعة النباتات بدون تربة باستخدام المياه المغذية. تهدف الخدمة إلى دعم الابتكار الزراعي، تحسين الإنتاجية، وتقليل استهلاك المياه بما يتماشى مع رؤية المملكة 2030 لتعزيز الاستدامة البيئية والأمن الغذائي.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: مدة إصدار الترخيص الأولي: 30 إلى 45 يوم عمل.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#8B5CF6"
      }
    ]
  },
  {
    "documentId": "service_26",
    "slug": "تصريح-مختبرات-الابحاث-الطبية",
    "name": "تصريح مختبرات الأبحاث الطبية",
    "shortDescription": "خدمة تُقدَّم من قبل الجهات المختصة في المملكة العربية السعودية (مثل وزارة الصحة أو هيئة الغذاء والدواء) لتنظيم إنشاء وتشغيل مختبرات الأبحاث الطبية. تهدف الخدمة إلى ضمان الالتزام بالمعايير العلمية والص",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 60,
    "order": 26,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6750a1ccac08c_1733337548.png",
      "name": "تصريح مختبرات الأبحاث الطبية"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة تُقدَّم من قبل الجهات المختصة في المملكة العربية السعودية (مثل وزارة الصحة أو هيئة الغذاء والدواء) لتنظيم إنشاء وتشغيل مختبرات الأبحاث الطبية. تهدف الخدمة إلى ضمان الالتزام بالمعايير العلمية والصحية وتعزيز البحث والتطوير في المجال الطبي. تُعد هذه الخدمة ضرورية لدعم الابتكار الطبي والتكنولوجي بما يحقق أهداف رؤية المملكة 2030.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة تُقدَّم من قبل الجهات المختصة في المملكة العربية السعودية (مثل وزارة الصحة أو هيئة الغذاء والدواء) لتنظيم إنشاء وتشغيل مختبرات الأبحاث الطبية. تهدف الخدمة إلى ضمان الالتزام بالمعايير العلمية والصحية وتعزيز البحث والتطوير في المجال الطبي. تُعد هذه الخدمة ضرورية لدعم الابتكار الطبي والتكنولوجي بما يحقق أهداف رؤية المملكة 2030.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: مدة إصدار الترخيص الأولي: من 30 إلى 60 يوم عمل، بناءً على استيفاء جميع المتطلبات.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#10B981"
      }
    ]
  },
  {
    "documentId": "service_27",
    "slug": "ترخيص-مزارع-الاسماك",
    "name": "ترخيص مزارع الأسماك",
    "shortDescription": "خدمة تُقدَّم من قبل وزارة البيئة والمياه والزراعة في المملكة العربية السعودية لتنظيم إنشاء وتشغيل مزارع الأسماك. تهدف الخدمة إلى تعزيز الاستزراع السمكي كقطاع حيوي يساهم في تحقيق الأمن الغذائي والاستدا",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 30,
    "finishPeriodMax": 60,
    "order": 27,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6750a6c091040_1733338816.png",
      "name": "ترخيص مزارع الأسماك"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة تُقدَّم من قبل وزارة البيئة والمياه والزراعة في المملكة العربية السعودية لتنظيم إنشاء وتشغيل مزارع الأسماك. تهدف الخدمة إلى تعزيز الاستزراع السمكي كقطاع حيوي يساهم في تحقيق الأمن الغذائي والاستدامة البيئية. تتيح هذه الخدمة للمستثمرين فرصة تطوير مزارع الأسماك البحرية والداخلية باستخدام تقنيات حديثة وممارسات مستدامة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة تُقدَّم من قبل وزارة البيئة والمياه والزراعة في المملكة العربية السعودية لتنظيم إنشاء وتشغيل مزارع الأسماك. تهدف الخدمة إلى تعزيز الاستزراع السمكي كقطاع حيوي يساهم في تحقيق الأمن الغذائي والاستدامة البيئية. تتيح هذه الخدمة للمستثمرين فرصة تطوير مزارع الأسماك البحرية والداخلية باستخدام تقنيات حديثة وممارسات مستدامة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "تتيح هذه الخدمة للمستثمرين فرصة تطوير مزارع الأسماك البحرية ...",
        "description": "تتيح هذه الخدمة للمستثمرين فرصة تطوير مزارع الأسماك البحرية والداخلية باستخدام تقنيات حديثة وممارسات مستدامة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#EC4899"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: مدة إصدار الترخيص الأولي: من 30 إلى 60 يوم عمل.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#3B82F6"
      }
    ]
  },
  {
    "documentId": "service_28",
    "slug": "تصاريح-انتاج-الافلام",
    "name": "تصاريح إنتاج الأفلام",
    "shortDescription": "خدمة تصاريح إنتاج الأفلام تُقدَّم من قبل الهيئة العامة للإعلام المرئي والمسموع في المملكة العربية السعودية. تهدف الخدمة إلى تنظيم عملية إنتاج الأفلام داخل المملكة، بما يضمن الالتزام باللوائح والقوانين",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 10,
    "finishPeriodMax": 15,
    "order": 28,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6750a8f614e5b_1733339382.png",
      "name": "تصاريح إنتاج الأفلام"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة تصاريح إنتاج الأفلام تُقدَّم من قبل الهيئة العامة للإعلام المرئي والمسموع في المملكة العربية السعودية. تهدف الخدمة إلى تنظيم عملية إنتاج الأفلام داخل المملكة، بما يضمن الالتزام باللوائح والقوانين المعمول بها. تشمل التصاريح إنتاج الأفلام السينمائية، الوثائقية، والإعلانية، وتساهم في تعزيز صناعة المحتوى الإبداعي وتطوير قطاع الإنتاج الإعلامي بما يتماشى مع رؤية المملكة 2030.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة تصاريح إنتاج الأفلام تُقدَّم من قبل الهيئة العامة للإعلام المرئي والمسموع في المملكة العربية السعودية. تهدف الخدمة إلى تنظيم عملية إنتاج الأفلام داخل المملكة، بما يضمن الالتزام باللوائح والقوانين المعمول بها. تشمل التصاريح إنتاج الأفلام السينمائية، الوثائقية، والإعلانية، وتساهم في تعزيز صناعة المحتوى الإبداعي وتطوير قطاع الإنتاج الإعلامي بما يتماشى مع رؤية المملكة 2030.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "وتساهم في تعزيز صناعة المحتوى الإبداعي وتطوير قطاع الإنتاج ا...",
        "description": "وتساهم في تعزيز صناعة المحتوى الإبداعي وتطوير قطاع الإنتاج الإعلامي بما يتماشى مع رؤية المملكة 2030",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#F97316"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: مدة إصدار التصريح الأولي: من 10 إلى 15 يوم عمل.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#8B5CF6"
      }
    ]
  },
  {
    "documentId": "service_29",
    "slug": "تصريح-التنقيب-البحري",
    "name": "تصريح التنقيب البحري",
    "shortDescription": "خدمة تصريح التنقيب البحري تُقدَّم من قبل الجهات المختصة في المملكة العربية السعودية، مثل وزارة الطاقة وهيئة المساحة الجيولوجية، لتنظيم أنشطة التنقيب عن الموارد الطبيعية مثل النفط، الغاز، المعادن، أو غ",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 45,
    "finishPeriodMax": 60,
    "order": 29,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6750acfc88226_1733340412.png",
      "name": "تصريح التنقيب البحري"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة تصريح التنقيب البحري تُقدَّم من قبل الجهات المختصة في المملكة العربية السعودية، مثل وزارة الطاقة وهيئة المساحة الجيولوجية، لتنظيم أنشطة التنقيب عن الموارد الطبيعية مثل النفط، الغاز، المعادن، أو غيرها في المناطق البحرية. تهدف الخدمة إلى ضمان الالتزام بالمعايير البيئية والتنظيمية وتعزيز استكشاف الموارد البحرية بطريقة مستدامة وآمنة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة تصريح التنقيب البحري تُقدَّم من قبل الجهات المختصة في المملكة العربية السعودية، مثل وزارة الطاقة وهيئة المساحة الجيولوجية، لتنظيم أنشطة التنقيب عن الموارد الطبيعية مثل النفط، الغاز، المعادن، أو غيرها في المناطق البحرية. تهدف الخدمة إلى ضمان الالتزام بالمعايير البيئية والتنظيمية وتعزيز استكشاف الموارد البحرية بطريقة مستدامة وآمنة.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: مدة إصدار التصريح الأولي: من 45 إلى 60 يوم عمل، بناءً على استيفاء جميع المتطلبات.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#8B5CF6"
      }
    ]
  },
  {
    "documentId": "service_30",
    "slug": "تصريح-تنقيب-المعادن",
    "name": "تصريح تنقيب المعادن",
    "shortDescription": "خدمة تُقدَّم من قبل وزارة الصناعة والثروة المعدنية في المملكة العربية السعودية لتنظيم عمليات التنقيب عن المعادن في المملكة. تهدف هذه الخدمة إلى دعم استكشاف الموارد المعدنية وتحفيز الاستثمار في قطاع ال",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 60,
    "finishPeriodMax": 90,
    "order": 30,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6750b4ed5bf17_1733342445.png",
      "name": "تصريح تنقيب المعادن"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة تُقدَّم من قبل وزارة الصناعة والثروة المعدنية في المملكة العربية السعودية لتنظيم عمليات التنقيب عن المعادن في المملكة. تهدف هذه الخدمة إلى دعم استكشاف الموارد المعدنية وتحفيز الاستثمار في قطاع التعدين، مع ضمان الالتزام باللوائح البيئية والتنظيمية. تُعد هذه الخدمة خطوة رئيسية لتعزيز القطاع التعديني كجزء من رؤية المملكة 2030.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة تُقدَّم من قبل وزارة الصناعة والثروة المعدنية في المملكة العربية السعودية لتنظيم عمليات التنقيب عن المعادن في المملكة. تهدف هذه الخدمة إلى دعم استكشاف الموارد المعدنية وتحفيز الاستثمار في قطاع التعدين، مع ضمان الالتزام باللوائح البيئية والتنظيمية. تُعد هذه الخدمة خطوة رئيسية لتعزيز القطاع التعديني كجزء من رؤية المملكة 2030.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: مدة إصدار التصريح الأولي: من 60 إلى 90 يوم عمل.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EC4899"
      }
    ]
  },
  {
    "documentId": "service_31",
    "slug": "متابعة-التراخيص-للمنشات-الكبرى",
    "name": "متابعة التراخيص للمنشآت الكبرى",
    "shortDescription": "خدمة متابعة التراخيص للمنشآت الكبرى هي خدمة متكاملة تهدف إلى توفير حلول شاملة ومخصصة للمنشآت التي تمتلك فروعًا متعددة في مختلف المناطق. من خلال هذه الخدمة، تتولى مجموعة أحمد باشماخ لخدمات الأعمال إدار",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 7,
    "finishPeriodMax": 10,
    "order": 31,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/6768874f459d9_1734903631.jpg",
      "name": "متابعة التراخيص للمنشآت الكبرى"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة متابعة التراخيص للمنشآت الكبرى هي خدمة متكاملة تهدف إلى توفير حلول شاملة ومخصصة للمنشآت التي تمتلك فروعًا متعددة في مختلف المناطق. من خلال هذه الخدمة، تتولى مجموعة أحمد باشماخ لخدمات الأعمال إدارة كافة التراخيص المطلوبة للفروع، بدءًا من استخراج التراخيص الجديدة، مرورًا بتجديد التراخيص القائمة، وحتى التأكد من الامتثال الكامل لجميع اللوائح التنظيمية والقوانين الحكومية. تُعد هذه الخدمة مثالية للمنشآت الكبرى التي تواجه تحديات في إدارة تراخيص فروعها نظرًا لتعدد الأنشطة والمواقع. يعمل فريقنا المتخصص على تصميم نظام مركزي لتسهيل متابعة حالة التراخيص لكل فرع، مما يضمن استمرارية الأعمال وتقليل المخاطر الناتجة عن التأخير أو عدم الالتزام بالأنظمة. تشمل الخدمة إصدار التراخيص التجارية، الهندسية، الصحية، البيئية، والتشغيلية، بالإضافة إلى تقديم تقارير دورية تُوضح حالة التراخيص لكل فرع والتوصيات اللازمة لضمان الامتثال. كما نعمل على تحديث التراخيص بشكل منتظم ومتابعة أي تغييرات تنظيمية قد تؤثر على الأنشطة. من خلال استخدام تقنيات حديثة ومنصات إلكترونية لإدارة التراخيص، نوفر للعميل تجربة مريحة وسلسة تتيح له التركيز على تطوير أعماله، بينما نقوم نحن بالتعامل مع جميع التفاصيل. هذه الخدمة ليست مجرد إدارة للتراخيص، بل شراكة استراتيجية تهدف إلى تحقيق أعلى مستويات الكفاءة التشغيلية وضمان نجاح المنشآت بما يتماشى مع رؤية المملكة 2030 لتعزيز بيئة الأعمال.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "خدمة متابعة التراخيص للمنشآت الكبرى هي خدمة متكاملة تهدف إلى توفير حلول شاملة ومخصصة للمنشآت التي تمتلك فروعًا متعددة في مختلف المناطق. من خلال هذه الخدمة، تتولى مجموعة أحمد باشماخ لخدمات الأعمال إدارة كافة التراخيص المطلوبة للفروع، بدءًا من استخراج التراخيص الجديدة، مرورًا بتجديد التراخيص القائمة، وحتى التأكد من الامتثال الكامل لجميع اللوائح التنظيمية والقوانين الحكومية. تُعد هذه الخدمة مثالية للمنشآت الكبرى التي تواجه تحديات في إدارة تراخيص فروعها نظرًا لتعدد الأنشطة والمواقع. يعمل فريقنا المتخصص على تصميم نظام مركزي لتسهيل متابعة حالة التراخيص لكل فرع، مما يضمن استمرارية الأعمال وتقليل المخاطر الناتجة عن التأخير أو عدم الالتزام بالأنظمة. تشمل الخدمة إصدار التراخيص التجارية، الهندسية، الصحية، البيئية، والتشغيلية، بالإضافة إلى تقديم تقارير دورية تُوضح حالة التراخيص لكل فرع والتوصيات اللازمة لضمان الامتثال. كما نعمل على تحديث التراخيص بشكل منتظم ومتابعة أي تغييرات تنظيمية قد تؤثر على الأنشطة. من خلال استخدام تقنيات حديثة ومنصات إلكترونية لإدارة التراخيص، نوفر للعميل تجربة مريحة وسلسة ت",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "بالإضافة إلى تقديم تقارير دورية تُوضح حالة التراخيص لكل فرع والتوصيات اللازمة لضمان الامتثال"
      },
      {
        "id": 2,
        "requirement": "تقديم طلبات التجديد في الوقت المناسب"
      },
      {
        "id": 3,
        "requirement": "-تقديم تقارير دورية تُظهر حالة التراخيص ومستوى الامتثال لكل فرع"
      },
      {
        "id": 4,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "نوفر للعميل تجربة مريحة وسلسة تتيح له التركيز على تطوير أعما...",
        "description": "نوفر للعميل تجربة مريحة وسلسة تتيح له التركيز على تطوير أعماله",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#10B981"
      },
      {
        "id": 2,
        "title": "يتم توفير منصة إلكترونية تتيح للعميل متابعة حالة التراخيص...",
        "description": "يتم توفير منصة إلكترونية تتيح للعميل متابعة حالة التراخيص",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_2"
        },
        "icon_color_code": "#3B82F6"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: سيتم مناقشتهامتاح للأفرادمتاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EF4444"
      }
    ]
  },
  {
    "documentId": "service_32",
    "slug": "ادارة-التراخيص-المتكاملة-للمشاريع",
    "name": "إدارة التراخيص المتكاملة للمشاريع",
    "shortDescription": "⁠⁠⁠⁠⁠⁠⁠بخبرة تمتد لأكثر من ثلاثة عقود، تقدم مجموعة أحمد باشماخ لخدمات الأعمال خدمة&nbsp;إدارة التراخيص المتكاملة للمشاريع وهي خدمة شاملة ومتكاملة مصممة لتلبية احتياجات الشركات والمستثمرين المحليين وال",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 7,
    "finishPeriodMax": 10,
    "order": 32,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/67688cb167cd6_1734905009.png",
      "name": "إدارة التراخيص المتكاملة للمشاريع"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "⁠⁠⁠⁠⁠⁠⁠بخبرة تمتد لأكثر من ثلاثة عقود، تقدم مجموعة أحمد باشماخ لخدمات الأعمال خدمة&nbsp;إدارة التراخيص المتكاملة للمشاريع وهي خدمة شاملة ومتكاملة مصممة لتلبية احتياجات الشركات والمستثمرين المحليين والدوليين. تهدف هذه الخدمة إلى تبسيط جميع الإجراءات الحكومية المرتبطة بتراخيص المشاريع، مما يوفر الوقت والجهد ويسمح للعملاء بالتركيز على أهدافهم الأساسية. تشمل الخدمة استخراج التراخيص التجارية، الهندسية، البيئية، الصحية، والتراخيص المتخصصة في قطاعات مثل الطاقة، السياحة، النقل، والصناعة و جميع أنواع التراخيص التي تهم المشروع. يعمل فريقنا المتخصص على جميع مراحل الترخيص، بدءًا من دراسة احتياجات المشروع، وتقديم الطلبات، ومتابعتها مع الجهات الحكومية، وصولاً إلى الحصول على الموافقات النهائية. تتميز خدمتنا بالمرونة والكفاءة، حيث نقوم بتصميم حلول مخصصة لكل مشروع بناءً على طبيعته وحجمه. نلتزم بأعلى المعايير القانونية والتنظيمية لضمان الامتثال الكامل وتجنب العقبات. خدمة إدارة التراخيص المتكاملة ليست مجرد خدمة، بل هي شراكة مع العملاء لضمان نجاح مشاريعهم وتحقيق أهدافهم بما يتماشى مع رؤية المملكة 2030 في تعزيز بيئة الأعمال وجذب الاستثمارات. نحن في مجموعة أحمد باشماخ لخدمات الأعمال نسعى لأن نكون شركاء نجاحك من الفكرة حتى التشغيل الكامل.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "⁠⁠⁠⁠⁠⁠⁠بخبرة تمتد لأكثر من ثلاثة عقود، تقدم مجموعة أحمد باشماخ لخدمات الأعمال خدمةإدارة التراخيص المتكاملة للمشاريعوهي خدمة شاملة ومتكاملة مصممة لتلبية احتياجات الشركات والمستثمرين المحليين والدوليين. تهدف هذه الخدمة إلى تبسيط جميع الإجراءات الحكومية المرتبطة بتراخيص المشاريع، مما يوفر الوقت والجهد ويسمح للعملاء بالتركيز على أهدافهم الأساسية. تشمل الخدمة استخراج التراخيص التجارية، الهندسية، البيئية، الصحية، والتراخيص المتخصصة في قطاعات مثل الطاقة، السياحة، النقل، والصناعة و جميع أنواع التراخيص التي تهم المشروع. يعمل فريقنا المتخصص على جميع مراحل الترخيص، بدءًا من دراسة احتياجات المشروع، وتقديم الطلبات، ومتابعتها مع الجهات الحكومية، وصولاً إلى الحصول على الموافقات النهائية. تتميز خدمتنا بالمرونة والكفاءة، حيث نقوم بتصميم حلول مخصصة لكل مشروع بناءً على طبيعته وحجمه. نلتزم بأعلى المعايير القانونية والتنظيمية لضمان الامتثال الكامل وتجنب العقبات. خدمة إدارة التراخيص المتكاملة ليست مجرد خدمة، بل هي شراكة مع العملاء لضمان نجاح مشاريعهم وتحقيق أهدافهم بما يتماشى مع رؤية المملكة 2030 في تعزيز ب",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "يعمل فريقنا المتخصص على جميع مراحل الترخيص"
      },
      {
        "id": 2,
        "requirement": "مما يضمن تقديم الطلبات بشكل صحيح وتسريع الموافقات لتقليل فترات الانتظار"
      },
      {
        "id": 3,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: يختلف الوقت وفقًا لطبيعة المجال الخاص بكل مشروع.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#F59E0B"
      }
    ]
  },
  {
    "documentId": "service_33",
    "slug": "التقييم-الذاتي-للمنشاة",
    "name": "التقييم الذاتي للمنشاة",
    "shortDescription": "خدمة التقييم الذاتي:تساعد هذه الخدمة المنشآت على قياس مدى التزامها بقرارات وأنظمة وزارة الموارد البشرية والتنمية الاجتماعية ورفع نسبة الامتثال لديها. تعتمد الخدمة على تقديم بيانات دقيقة وصحيحة من قبل ",
    "button_label": "طلب الخدمة",
    "currency": "SAR",
    "startFromPrice": null,
    "finishPeriodMin": 7,
    "finishPeriodMax": 10,
    "order": 33,
    "icon": {
      "url": "https://admin.bashammakh.sa/storage/services/images/67a8eea299b10_1739124386.png",
      "name": "التقييم الذاتي للمنشاة"
    },
    "description": [
      {
        "id": 1,
        "title": "وصف الخدمة",
        "description": "خدمة التقييم الذاتي:تساعد هذه الخدمة المنشآت على قياس مدى التزامها بقرارات وأنظمة وزارة الموارد البشرية والتنمية الاجتماعية ورفع نسبة الامتثال لديها. تعتمد الخدمة على تقديم بيانات دقيقة وصحيحة من قبل المنشأة عبر المنصة المخصصة، حيث لا توجد إجابات صحيحة أو خاطئة. يتم التقييم من خلال تعبئة البيانات المطلوبة وتحميل الملفات الضرورية.محاور التقييم:يغطي التقييم ثلاثة محاور رئيسية:معايير متعلقة بالمنشآت: (4 معايير) تشمل: الأحكام العامة، قواعد الاستقدام، الوقاية من مخاطر العمل، الخدمات الصحية والاجتماعية.معايير عامة متعلقة بالعاملين: (3 معايير) تشمل: الإجازات، الأجور، علاقات العمل.معايير خاصة بتوظيف فئات معينة: (معياران) يشملان: توظيف غير السعوديين، وأحكام عامة في التوظيف.مراحل التقييم:بعد استكمال عملية التقييم، يتم إرسال الطلب عبر المنصة للحصول على النتيجة، التي تحدد نسبة امتثال المنشأة، بالإضافة إلى تقرير بالمشكلات المطلوب تصحيحها، والغرامات والمخالفات -إن وجدت.تقوم المنشأة بتصحيح الأوضاع بناءً على المعايير المحددة، وسداد المخالفات، ثم رفع البيانات الجديدة وإعادة إرسال الطلب عبر المنصة.يمكن للمنشأة طلب زيارة مدقق ميداني لمراجعة البيانات المصححة.شهادات الامتثال:الشهادة الفضية: تُمنح للمنشآت التي تحقق نسبة امتثال تتراوح بين 80% و 99%، وتكون صلاحيتها 6 أشهر.الشهادة الذهبية: تُمنح للمنشآت التي تحقق نسبة امتثال 100%، وتكون صلاحيتها عامًا كاملًا.",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_service_desc"
        },
        "icon_color_code": "#3B82F6"
      },
      {
        "id": 2,
        "title": "تفاصيل الخدمة",
        "description": "تساعد هذه الخدمة المنشآت على قياس مدى التزامها بقرارات وأنظمة وزارة الموارد البشرية والتنمية الاجتماعية ورفع نسبة الامتثال لديها. تعتمد الخدمة على تقديم بيانات دقيقة وصحيحة من قبل المنشأة عبر المنصة المخصصة، حيث لا توجد إجابات صحيحة أو خاطئة. يتم التقييم من خلال تعبئة البيانات المطلوبة وتحميل الملفات الضرورية. يغطي التقييم ثلاثة محاور رئيسية: هي خدمة إلكترونية مقدمة من وزارة الموارد البشرية والتنمية الاجتماعية تساعد المنشآت على قياس مدى امتثالها للأنظمة والقوانين وتصحيح أي مخالفات قبل زيارة المفتش الميداني. رسوم الخدمة الأساسية هي 345 ريالًا سعوديًا، مع إمكانية طلب تقرير تفصيلي وتمديد فترة التصحيح لمدة شهرين مقابل 690 ريالًا سعوديًا إضافية. معايير المنشآت (4 معايير): الأحكام العامة، قواعد الاستقدام، الوقاية من المخاطر، والخدمات الصحية والاجتماعية.\nمعايير العاملين (3 معايير): الإجازات، الأجور، وعلاقات العمل.\nمعايير خاصة (2 معياران): توظيف غير السعوديين والأحكام العامة في التوظيف. يتم إرسال الطلب عبر المنصة لتحليل النتائج.\nتحصل المنشأة على تقرير يوضح نسبة الامتثال، المخالفات، والغرامات (",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_details"
        },
        "icon_color_code": "#10B981"
      }
    ],
    "requirements": [
      {
        "id": 1,
        "requirement": "تعتمد الخدمة على تقديم بيانات دقيقة وصحيحة من قبل المنشأة عبر المنصة المخصصة"
      },
      {
        "id": 2,
        "requirement": "شهادة فضية: نسبة الامتثال بين 80% و99%"
      },
      {
        "id": 3,
        "requirement": "شهادة ذهبية: نسبة الامتثال 100%"
      },
      {
        "id": 4,
        "requirement": "يحددون لك الترخيص الحكومي الأمثل لنشاطك"
      }
    ],
    "benefits": [
      {
        "id": 1,
        "title": "يمكن طلب زيارة المفتش الميداني للتحقق من صحة البيانات بعد تص...",
        "description": "يمكن طلب زيارة المفتش الميداني للتحقق من صحة البيانات بعد تصحيح المخالفات ورفعها عبر المنصة",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_1"
        },
        "icon_color_code": "#EC4899"
      },
      {
        "id": 2,
        "title": "يمكنها طلب تمديد فترة التصحيح لمدة شهرين مقابل رسوم إضافية...",
        "description": "يمكنها طلب تمديد فترة التصحيح لمدة شهرين مقابل رسوم إضافية",
        "icon": {
          "url": "https://placehold.co/50",
          "documentId": "icon_benefit_2"
        },
        "icon_color_code": "#8B5CF6"
      }
    ],
    "steps": [
      {
        "id": 1,
        "title": "تفاصيل الخدمة والمدة الزمنية",
        "description": "المدة الزمنية: يختلف الوقت وفقًا لطبيعة والمجال الخاص بكل شركة.متاح للمنشات",
        "icon": {
          "name": "step_1",
          "url": "https://placehold.co/50"
        },
        "icon_color_code": "#EC4899"
      }
    ]
  }
]
